Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Daniel is a co-founder of Bitnami. Previously, he contributed to various web infrastructure open source projects, published multiple technical books on web technologies and became a member of the Apache Software Foundation. Daniel graduated from the Seville Engineering School with a Master's degree in Telecommunication and holds a Ms. Sc. on Optical Networking from DTU in Denmark.
ar: دانيال هو أحد مؤسسي شركة Bitnami. ساهم سابقًا في العديد من مشاريع البنية التحتية للويب مفتوحة المصدر، ونشر العديد من الكتب التقنية حول تقنيات الويب وأصبح عضوًا في مؤسسة أباتشي للبرمجيات. تخرج دانيال من كلية الهندسة في إشبيلية وحصل على درجة الماجستير في الاتصالات السلكية واللاسلكية، وهو حاصل على درجة الماجستير في الشبكات البصرية من جامعة دي تي يو في الدنمارك.
es: Daniel es uno de los cofundadores de Bitnami. Previamente, contribuyó a varios proyectos de infraestructura web, publicó varios libros técnicos relacionados con las tecnologías web y fue miembro de la fundación Apache. Daniel es ingeniero superior en telecomunicación por la Escuela Superior de Ingenieros de Sevilla y la DTU en Dinamarca.
fr: Daniel est un des co-fondateurs de Bitnami. Auparavant, il a participé à plusieurs projets open source sur l'infrastructure du web, publié plusieurs ouvrages techniques sur les technologies du web et est devenu membre de l'Apache Software Foundation. Daniel est titulaire d'un diplôme d'ingénieur en télécommunications de l'école d'ingénieurs de Séville et du DTU au Danemark.
it: Daniel è co-fondatore di Bitnami. In precedenza ha contribuito a diversi progetti sulle infrastrutture web open source, ha pubblicato diversi libri sulle tecnologie web e divenne un membro della Apache Software Foundation. Daniel è laureato in ingegneria delle telecomunicazioni presso la Facoltà di Ingegneria di Siviglia e la DTU in Danimarca.
pl: Daniel jest współzałożycielem Bitnami. Wcześniej przyczynił się w różnych otwartych projektach infrastruktury internetowej, opublikował wiele książek technicznych na temat technologii internetowej i stał się członkiem Fundacji Oprogramowania Apache'a. Daniel jest absolwentem Szkoły Inżynierskiej w Sewilli, gdzie uzyskał stopień magistra w Telekomunikacji i stopień inżyniera z sieci optycznych na DTU w Danii.
ro: Daniel este un co-fondator al Bitnami. Iniţial, el a contribuit la infrastructura web a diverselor proiecte &quot;open source&quot;, a publicat multiple cărţi tehnice despre tehnologiile web şi a devenit membru al Apache Software Foundation. Daniel a absolvit la &quot;Seville Engineering School&quot; cu un masterat în telecomunicaţii şi deţine o &quot;Ms. Sc.&quot; în Reţele optice de la DTU în Danemarca.
tr: Daniel Bitnami'nin eş kurucusudur. Önceleri çeşitli web infrastructure açık kaynak projelerine katkıda bulunmuş, web üzerine çeşitli teknik kitaplar yazmış ve Apache Software Foundation üyesi olmuştur. Daniel Seville Mühendislik Fakültesinden Telekominikasyon alanında mezun olmuş olup, DTU Denmark'tan da Optical Networking alanında Ms. Sc. derecesine sahiptir.
ur: ڈینیل Bitnami کے شریک بانی ہے. ماضی میں، وہ، مختلف ویب کے بنیادی ڈھانچے اوپن سورس کے منصوبوں کے لئے اہم کردار ادا کیا ویب ٹیکنالوجی پر ایک سے زیادہ کے تکنیکی کتابیں شائع اور اپاچی سافٹ ویئر فاؤنڈیشن کے ایک رکن بن گیا. ڈینیل ٹیلی کمیونیکیشن میں ماسٹر کی ڈگری کے ساتھ SEVILLE کے انجینئرنگ سکول سے گریجویشن کی اور محترمہ سپریم کورٹ کی ڈگری حاصل کی. ڈنمارک میں ڈی ٹی یو سے نظری نیٹ پر.

source: Past Advisors
ar: المستشارون السابقون
es: Asesores anteriores
fr: Conseillers précédents
it: Ex gestori
pl: Wcześniejsi doradcy
ro: Foşti Consultanţi
tr: Geçmişteki Danışmanlar

source: Support &amp; QA
ar: الدعم &amp; والأسئلة الشائعة
es: Soporte &amp; QA
fr: Support &amp; Questions Réponses
it: Supporto &amp; QA
pl: Wsparcie &amp; Kontrola jakości
ro: Asistenţă &amp; QA
tr: Destek &amp; QA
ur: سپورٹ اورسوالات و جوابات

source: Security
ar: الأمان
es: Seguridad
fr: Sécurité
it: Sicurezza
pl: Bezpieczeństwo
ro: Securitate
tr: Güvenlik
ur: حفاظت

source: We want to thank the following individuals for reporting vulnerabilities responsibly and helping improve XAMPP.
ar: نود شكر الأشخاص التاليين لتبليغهم بكل مسؤولية عن ثغرات وتطوير XAMPP
es: Queremos agradecer a los siguientes usuarios por reportar vulnerabilidades y ayudar a mejorar XAMPP.
fr: Nous tenons à remercier les personnes suivantes pour avoir signalé avec sérieux les vulnérabilités de XAMPP et contribué à son amélioration.
it: Vogliamo ringraziare le seguenti persone per aver segnalato le vulnerabilità in modo responsabile e contribuire a migliorare XAMPP.
pl: Chcemy podziękować następującym odpowiedzialnym osobom za zgłaszanie raportów na temat luk w zabezpieczeniach co pomaga nam poprawić XAMPP.
ro: Dorim să mulţumim următoarelor persoane pentru promptitudinea în raportarea vulnerabilităţilor şi pentru ajutorul oferit în perfecţionarea XAMPP.
tr: Güvenlik açıklarını sorumlu bir şekilde bildiren ve XAMPP'ı geliştirmeye yardımcı olan şu kişilere teşekkür etmek isteriz.
ur: ہم ذمےداری ک ساتھ خطرات کا بتانے اور Xampp کو بہتر بنانے میں مدد کرنے ک لیے مندرجہ ذیل افراد کا شکریہ ادا کرنا چاہتے ہیں

source: Retired
ar: مُتقاعد
es: Retirado
fr: Retiré
it: Ritirato
pl: Zasłużeni
ro: Retras
tr: Emekli
ur: فارغ التحصیل

source: The Licence
ar: الرخصة
es: La Licencia
fr: Licence
it: La Licenza
pl: Licencja
ro: Licenţa
tr: Lisans
ur: لائسنس

source: XAMPP is a compilation of free software (comparable to a Linux distribution), it's free of charge and it's free to copy under the terms of the GNU General Public Licence. But it is only the compilation of XAMPP that is published under GPL. Please check every single licence of the contained products to get an overview of what is, and what isn't, allowed. In the case of commercial use please take a look at the product licences (especially MySQL), from the XAMPP point of view commercial use is also free.
ar: XAMPP عبارة عن تجميع لبرمجيات حرة (يمكن مقارنتها بتوزيعات لينكس)، وهي حرة ويمكن نسخها مجاناً بموجب شروط رخصة جنو العمومية العامة. لكن تجميع XAMPP هو فقط تجميع XAMPP المنشور بموجب رخصة GPL. يرجى التحقق من كل ترخيص للمنتجات المتضمنة للحصول على نظرة عامة على ما هو مسموح وما هو غير مسموح به. في حالة الاستخدام التجاري، يرجى إلقاء نظرة على تراخيص المنتجات (خاصةً MySQL)، من وجهة نظر XAMPP، الاستخدام التجاري مجاني أيضًا.
es: XAMPP es una compilación de software libre (similar a una distribución de Linux). Es gratuita y puede ser copiada libremente de acuerdo a la licencia GNU GPL. Únicamente la compilación de XAMPP está publicada bajo la licencia GPL. Cada uno de los componentes incluidos tiene su propia licencia y deberías consultarlas para conocer qué es posible y que no. En el caso de uso comercial deberás consultar las licencias individuales, en particular MySQL. Desde el punto de vista de XAMPP como compilación, el uso comercial es gratuito.
fr: XAMPP est une compilation de logiciels libres (comparable à une distribution Linux), le programme est gratuit et libre de copie sous les termes de la Licence Publique Générale GNU. Mais seule la compilation de XAMPP est publiée sous cette licence. Veuillez vérifier la licence particulière de chacun des produits inclus pour avoir un aperçu de ce qui est et de ce qui n'est pas permis. Pour un usage commercial, veuillez consulter les licences des produits (en particulier MySQL), pour ce qui concerne XAMPP, l'utilisation commerciale est également gratuite.
it: XAMPP è una raccolta di software libero (paragonabile ad una distribuzione Linux), è gratuito e può essere copiato liberamente secondo i termini della GNU General Public Licence. A essere pubblicata sotto licenza GPL è però solo la raccolta di XAMPP. Si prega di controllare ogni singola licenza dei prodotti ivi contenuti per una panoramica di ciò che è, o non è, consentito. In caso di utilizzo commerciale si prega di consultare le licenze dei prodotti (in particolare MySQL). Dal punto di vista di XAMPP anche l'uso a fini commerciali è gratuito.
pl: XAMPP jest kompilacją wolnego oprogramowania (porównywalnego z dystrybucją Linuksa), jest za darmo w użyciu i można za darmo kopiować zgodnie z warunkami GNU General Public Licence. Tylko XAMPP jest darmowy na licencji GPL. Proszę sprawdzić każdą pojedynczą licencję z zawartych produktów, aby uzyskać informacje kiedy co jest niedozwolone. W przypadku użycia komercyjnego proszę sprawdzić licencje programów (zwłaszcza MySQL), z punktu widzenia handlowego XAMPP w tej kwestii jest bezpłatny.
ro: XAMPP este o compilaţie gratuită de &quot;software&quot; (comparabilă cu o distribuţie de Linux), este gratuit și este permisă copierea în conformitate cu termenii GNU General Public Licence. Dar numai compilaţia XAMPP este publicată sub licenta GPL. Vă rugăm să verificaţi fiecare licenţă care este conţinută în acest produs, pentru a avea o parere generală despre ce este, ce nu este şi ce este permis. În cazul folosirii către comercializare, vă rugăm să luaţi la cunoştinţă de licenţa produselor (în special MySQL), din punctul de vedere al XAMPP, folosirea în scopuri comerciale este de asemenea gratuită.
tr: XAMPP bir ücretsiz yazılım derlemesi (Linux dağıtımı gibi) olup, ücretsizdir ve GNU Genel Kamu Lisansı altında kopyalanması serbesttir. Fakat GPL altında dağıtılan sadece XAMPP derlemesidir. İzin verilen/verilmeyen durumlar hakkında bilgi sahibi olmak için lütfen derlemenin içerdiği her ürünün lisansına tek tek göz atınız. Ticari kullanımlar için lüfen ürün lisanslarına (özellikle MySQL) göz atınız. XAMPP'ın açısından ticari kullanım serbesttir.
ur: xampp کی (ایک لینکس کی تقسیم کے مقابلے) مفت سافٹ ویئر کی ایک تالیف ہے، اس کو چارج کی مفت ہے اور یہ GNU جنرل پبلک لائسنس کی شرائط کے تحت کاپی کرنے کے لئے مفت ہے. لیکن یہ GPL کے تحت شائع کی جاتی ہے کہ xampp کی صرف تالیف ہے. کیا ہے کا ایک جائزہ حاصل کرنے کے لئے پر مشتمل مصنوعات کی ہر ایک کے لائسنس کی جانچ پڑتال، اور، کیا اجازت نہیں ہے براہ مہربانی. تجارتی استعمال کے معاملے میں، مصنوعات کی لائسنس (خاص طور پر ایس کیو ایل) پر ایک نظر ڈالیں براہ مہربانی دیکھیں تجارتی استعمال کے xampp کی نقطہ نظر سے بھی مفت ہے.

source: Warranty
ar: الضمان
es: Garantía
fr: Garantie
it: Garanzia
pl: Gwarancja
ro: Garanţie
tr: Garanti
ur: وارنٹی

source: This program is distributed in the hope that it will be useful, but without any warranty; without even the implied warranty of merchantability or fitness for a particular purpose. (See the %{gnu} for more details)
ar: يتم توزيع هذا البرنامج على أمل أن يكون مفيدًا، ولكن دون أي ضمان؛ دون حتى الضمان الضمني لقابلية التسويق أو الملاءمة لغرض معين. (راجع %{gnu} لمزيد من التفاصيل)
es: Este programa es distribuido con la esperanza de que pueda ser útil pero sin ningún tipo de garantía. Mira la %{gnu} para mas detalles.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais sans aucune garantie, sans même la garantie implicite de valeur marchande ou d'adéquation à un usage particulier. (Voir la %{gnu} pour plus de détails).
it: Questo programma è distribuito nella speranza che possa essere utile, ma senza alcuna garanzia; senza neppure la garanzia implicita di commerciabilità o idoneità per uno scopo particolare. (Vedere la %{gnu} per maggiori dettagli)
pl: Ten program jest rozpowszechniany z nadzieją, że będzie użyteczny, ale nie dajemy żadnej gwarancji; nawet gwarancji przydatności handlowej lub do określonego celu. (Zobacz %{gnu} w celu uzyskania więcej szczegółów).
ro: Acest program este distribuit în speranţa de a vă fi util, dar fără garanţie; nici măcar garanţia implicită că poate fi comercializat sau că se potriveşte unui scop anume. (vezi %{gnu} pentru mai multe detalii)
tr: Bu yazılım faydalı olacağı ümidiyle, zımni garanti dahil olmak üzere hiçbir garanti olmadan dağıtılmaktadır. (Daha fazla detay için bakınız: %{gnu})
ur: یہ پروگرام مفید ہو گا امید ہے کہ میں تقسیم کیا، لیکن کسی بھی وارنٹی کے بغیر ہے، ایک خاص مقصد کے لئے قابل فروختگی یا فٹنس کا بھی تقاضا وارنٹی کے بغیر. (مزید تفصیلات کے لئے {gnu}% کو جانئے)

source: Trademarks
ar: العلامات التجارية
es: Marcas registradas
fr: Marques déposées
it: Marchi
pl: Znaki handlowe
ro: Mărci comerciale
tr: Tesciller
ur: ٹریڈ مارک

source: XAMPP and Apache Friends are registered trademarks of BitRock. Microsoft, DOS, and Windows are registered trademarks of Microsoft Corporation. Intel, Pentium, i386, i486 are registered trademarks of Intel Corporation. SUN, Sparc are registered trademarks of Oracle, Inc. Apple, Mac, and OS X are registered trademarks of Apple Inc.
ar: XAMPP و Apache Friends علامتان تجاريتان مسجلتان لشركة BitRock. Microsoft وDOS وWindows علامات تجارية مسجلة لشركة Microsoft Corporation. Intel وPentium وi386 وi486 هي علامات تجارية مسجلة لشركة Intel Corporation. SUN و Sparc علامتان تجاريتان مسجلتان لشركة Oracle, Inc. Apple و Mac و OS X علامات تجارية مسجلة لشركة Apple Inc.
es: XAMPP y Apache Friends son marcas registradas de BitRock. Microsoft, DOS, y Windows son marcas registradas de Microsoft Corporation. Intel, Pentium, i386, i486 son marcas registradas de Intel Corporation. SUN, Sparc son marcas registradas de Oracle, Inc. Apple, Mac, y OS X son marcas registradas de Apple Inc.
fr: XAMPP et Apache Friends sont des marques déposées de BitRock. Microsoft, DOS et Windows sont des marques déposées de Microsoft Corporation. Intel, Pentium, i386, i486 sont des marques déposées d'Intel Corporation. SUN, Sparc sont des marques déposées d'Oracle, Inc. Apple, Mac et OS X sont des marques déposées d'Apple Inc.
it: XAMPP e Apache Friends sono marchi registrati di BitRock. Microsoft, DOS e Windows sono marchi registrati di Microsoft Corporation. Intel, Pentium, i386, i486 sono marchi registrati di Intel Corporation. SUN e Sparc sono marchi registrati di Oracle Inc. Apple, Mac e OS X sono marchi registrati di Apple Inc.
pl: XAMPP i Apache Friends są zarejestrowanymi znakami towarowymi przez BitRock. Microsoft, DOS i Windows są zarejestrowanymi znakami towarowymi przez Microsoft Corporation. Intel, Pentium, i386, i486 są zarejestrowanymi znakami towarowymi przez Intel Corporation. SUN, Sparc są zarejestrowanymi znakami towarowymi przez Oracle Inc. Apple, Mac, OS X są zarejestrowanymi znakami towarowymi przez Apple Inc.
ro: XAMPP şi Apache Friend sunt înregistrate ca mărci comerciale ale BitRock. Microsoft, DOS şi Windows sunt înregistrate ca mărci comerciale ale Microsoft Corporation. Intel, Pentium, i386, i486 sunt înregistrate ca mărci comerciale ale Intel Corporation. SUN, Sparc sunt înregistrate ca mărci comerciale ale Oracle, Inc. Apple, Mac şi OS X sunt înregistrate ca mărci comerciale ale Apple Inc.
tr: XAMPP ve Apache Friends BitRock'ın tescilli markalarıdır. Microsoft, DOS, ve Windows Microsoft Corporation'ın tescilli markalarıdır. Intel, Pentium, i386, i486 Intel Corporation'ın tescilli markalarıdır. SUN, Sparc Oracle Inc.'ın, Apple, Mac, ve OS X Apple Inc.'ın tescilli markalarıdır.
ur: xampp کی اور اپاچی دوست BitRock کے رجسٹرڈ ٹریڈ مارکس ہیں. مائیکروسافٹ، DOS، اور ونڈوز مائیکروسافٹ کارپوریشن کے رجسٹرڈ ٹریڈ مارکس ہیں. انٹیل، پینٹیم، کہ i386، i486 انٹیل کارپوریشن کے ٹریڈ مارک رجسٹرڈ ہیں. سورج، SPARC اوریکل، انکارپوریٹڈ، ایپل، Mac، اور OS X کے ٹریڈ مارک رجسٹرڈ ہیں ایپل انکارپوریٹڈ کے ٹریڈ مارک رجسٹرڈ ہیں

source: All other company and product names may be trademarks of their respective companies.
ar: قد تكون جميع أسماء الشركات والمنتجات الأخرى علامات تجارية لشركاتها المعنية.
es: El resto de nombres de productos y compañías pueden ser marcas registradas de sus respectivas compañías.
fr: Tous les autres noms de sociétés et de produits peuvent être des marques déposées de leurs sociétés respectives.
it: Tutti gli altri nomi di società e di prodotti sono marchi delle rispettive società.
pl: Wszystkie inne nazwy firm i produktów mogą być znakami towarowymi odpowiednich firm.
ro: Alte nume de produse sau companii pot fi mărci comerciale ale respectivelor companii.
tr: Diğer tüm şirket ve ürün isimleri kendilerinin sahibi şirketlerin tescilli markaları olabilir.
ur: تمام دوسری کمپنی اور مصنوعات کے نام ان کے متعلقہ کمپنیوں کے ٹریڈ مارک ہو سکتا ہے.

source: Special Thanks
ar: شُكر خاص
es: Agradecimientos especiales
fr: Remerciement spécial
it: Ringraziamenti speciali
pl: Specjalne podziękowania dla
ro: Mulţumiri speciale
tr: Özel Teşekkürler
ur: خصوصی شکریہ

source: SourceForge has been hosting XAMPP since the very start!
ar: يستضيف SourceForge برنامجنا XAMPP مُنذ البداية !
es: ¡SourceForge ha dado alojamiento a XAMPP desde sus inicios!
fr: SourceForge a hébergé XAMPP depuis le tout début !
it: SourceForge ha ospitato XAMPP fin dal principio!
pl: SourceForge hostuje XAMPP od samego początku!
ro: SourceForge a găzduit XAMPP încă de la început!
tr: SourceForce başlangıçtan beri XAMPP'ın barındırıcısıdır!
ur: SourceForge شروع سے XAMPP کی میزبانی کر رہا ہے

source: Documentation/FAQs
ar: الوثائق الإرشادية/اﻷسئلة الشائعة مع إجابتها
es: Documentación/FAQs
fr: Documentation/FAQ
it: Documentazione/Domande frequenti
pl: Dokumentacja/FAQ
ro: Documentaţie/FAQs
tr: Dokümantasyon/SSS
ur: دستاویزی / اکثر پوچھے گئے سوالات

source: There is no real manual or handbook for XAMPP. We wrote the documentation in the form of FAQs. Have a burning question that's not answered here? Try the %{forums} or %{stack_overflow}.
ar: لا توجد دليل رسمي أو كتاب ل XAMPP ، نحن نُقدم الوثائق الإرشادية في المُنتدى وكذا الأسئلة الشائعة وأجوبتها .هل لديك سؤال مستعجل ليس له إجابة ؟ قم بطرحه على %{forums} أو %{stack_overflow}.
es: No hay un manual para XAMPP. Escribimos la documentación en forma de preguntas frecuentes (FAQs). ¿Tienes una pregunta que no está respondida? Prueba los %{forums} o %{stack_overflow}.
fr: Il n'y a pas de véritable mode d'emploi pour XAMPP. Nous avons rédigé la documentation sous forme de FAQ. Une question vous brûle qui n'a pas de réponse ici ? Essayez nos %{forums} ou notre %{stack_overflow}.
it: Non esiste un vero e proprio manuale o una guida per XAMPP. Abbiamo scritto la documentazione sotto forma di FAQ. Avete qualche domanda importante a cui non avete travato risposta qui? Provate i %{forums} o %{stack_overflow}.
pl: Nie ma realnej instrukcji obsługi lub podręcznika dla XAMPP. Napisaliśmy dokumentację w formie FAQ. Masz palące ciebie pytanie, na które nie ma tutaj odpowiedzi? Spróbuj na %{forums} lub na %{stack_overflow}.
ro: Nu există un manual real sau o carte pentru XAMPP. Noi redactăm documentația în forum-ul din FAQs. Ai o întrebare care nu are răspuns aici? Încearcă %{forums} sau %{stack_overflow}.
tr: XAMPP için bir kullanım kılavuzu ya da el kitabı bulunmamaktadır. Biz dokümantasyonu SSS şeklinde yazdık. Yanıtlanmamış bir sorunuz mu var? %{forums} ve %{stack_overflow} deneyin.
ur: xampp کی کے لئے کوئی حقیقی دستی یا گٹکا نہیں ہے. ہم اکثر پوچھے گئے سوالات کی شکل میں دستاویزات لکھا. یہاں جواب نہیں ہے کہ ایک جلانے سوال ہے؟ {forums}% یا {stack_overflow}% کی کوشش کریں.

source: Tell Your Friends about XAMPP
ar: أخبر أصدقائك عن XAMPP
es: Comparte XAMPP con tus amigos
fr: Parlez de XAMPP à vos amis
it: Parla di XAMPP ai tuoi amici
pl: Powiedz swoim przyjaciołom o XAMPP
ro: Spune şi prietenilor tăi despre XAMPP
tr: Arkadaşlarınıza XAMPP'ten bahsedin
ur: XAMPP کے بارے میں اپنے دوستوں کو بتائیں

source: I just got #XAMPP from @ApacheFriends https://www.apachefriends.org #opensource.
ar: لقد حصلت للتو على #XAMPP من @ApacheFriends https://www.apachefriends.org #opensource.
es: Acabo de descargar #XAMPP de @ApacheFriends https://www.apachefriends.org #opensource.
fr: Je viens de récupérer #XAMPP à partir de @ApacheFriends https://www.apachefriends.org #opensource.
it: Ho appena scaricato #XAMPP da @ApacheFriends https://www.apachefriends.org #opensource.
pl: Właśnie dostałem #XAMPP od @ApacheFriends https://www.apachefriends.org #opensource.
ro: Tocmai ce am luat #XAMPP de la @ApacheFriends https://www.apachefriends.org #opensource.
tr: #XAMPP 'i @ApacheFriends 'den yükledim. https://www.apachefriends.org #opensource.
ur: میں نے ApacheFriends https://www.apachefriends.org #opensource@ کی طرف سے XAMPP# موصول کیا.

source: Translations
ar: الترجمات
es: Traducciones
fr: Traductions
it: Traduzioni
pl: Tłumaczenia
ro: Traduceri
tr: Çeviriler
ur: ترجمہ

source: Contribute to XAMPP translation at %{translate}.
ar: المساهمة في ترجمة XAMPP على %{translate}.
es: Contribuye a la traducción de XAMPP en %{translate}.
fr: Participez à la traduction de XAMPP à %{translate}.
it: Contribuisci a tradurre XAMPP su %{translate}.
pl: Przyczyniaj się do tłumaczenia XAMPP na %{translate}.
ro: Contribuie la traducerea XAMPP în %{translate}.
tr: XAMPP çevirilerine katkıda bulunun: %{translate}.
ur: %{translate} کی ترجمہ میں شراکت XAMPP

source: Can you help translate XAMPP for other community members? We need your help to translate XAMPP into different languages. We have set up a site, %{translate}, where users can contribute translations.
ar: هل يمكنك المساعدة في ترجمة XAMPP لأعضاء المجتمع الآخرين؟ نحتاج إلى مساعدتك في ترجمة XAMPP إلى لغات مختلفة. لقد أنشأنا موقعًا، %{translate}، حيث يمكن للمستخدمين المساهمة بالترجمات.
es: ¿Quieres ayudar a traducir XAMPP? Necesitamos tu ayuda para traducir XAMPP a múltiples lenguajes. Hemos creado un sitio, %{translate}, donde los usuarios pueden contribuir traducciones.
fr: Pouvez-vous nous aider à traduire XAMPP pour les autres membres de la communauté ? Nous avons besoin de votre aide pour traduire XAMPP dans différentes langues. Nous avons mis en place un site,%{translate}, où les utilisateurs peuvent nous proposer leurs traductions.
it: Puoi aiutarci a tradurre XAMPP per altri membri della comunità? Abbiamo bisogno del tuo aiuto per tradurre XAMPP in diverse lingue. Abbiamo allestito un sito, %{translate}, dove gli utenti possono contribuire alle traduzioni.
pl: Chcesz pomóc przetłumaczyć XAMPP dostępnego dla innych członków społeczności? Potrzebujemy twojej pomocy w tłumaczeniu XAMPP na inne języki. Utworzyliśmy stronę %{translate}, gdzie użytkownicy mogą przyczynić się do tłumaczenia XAMPP.
ro: Ai putea să ne ajuţi să traducem XAMPP pentru ceilalţi membrii din comunitate? Avem nevoie de ajutorul tău pentru a traduce XAMPP în diferite limbi. Am înfiinţat un site, %{translate}, unde utilizatorii pot contribui la traducere.
tr: XAMPP, diğer topluluk üyeleri için çevirmemize yardımcı olabilir misiniz? XAMPP'i diğer dillere çevirmek için yardımınıza ihtiyacımız var. Bunun için kullanıcıların çevirilere katkıda bulunabileceği bir site kurduk, %{translate}.
ur: آپ کو دوسرے کمیونٹی کے اراکین کے لئے XAMPP کی ترجمہ کرنے میں مدد کر سکتے ہیں؟ ہم مختلف زبانوں میں XAMPP کی ترجمہ کرنے کے لئے آپ کی مدد کی ضرورت ہے. ہم ایک ویب سائٹ قائم کی ہے. %{translate}, جہاں صارفین ترجمہ شراکت کر سکتے ہیں.

source: How do I install XAMPP?
ar: كيف أقوم بتثبيت XAMPP؟
es: ¿Cómo instalo XAMPP?
fr: Comment installé-je XAMPP ?
it: Come faccio ad installare XAMPP?
pl: Jak zainstalować XAMPP?
ro: Cum instalez XAMPP?
tr: XAMPP'ı nasıl yüklerim?
ur: میں کس طرح XAMPP کو انسٹال کروں ؟

source: Choose your flavor for your linux OS, the 32-bit or 64-bit version.
ar: اختر نوع نظام تشغيل لينوكس الخاص بك، الإصدار 32 بت أو 64 بت.
es: Elige la arquitectura para tu Linux OS, versión de 32-bits o de 64-bits.
fr: Choisissez votre système Linux, la version 32-bit ou 64-bit.
it: Scegli la distro giusta per il tuo sistema operativo Linux, la versione a 32-bit o 64-bit.
pl: Wybierz dla swojego ulubionego systemu linuksowego, 32 lub 64-bitowej wersji.
ro: Alege-ţi versiunea de Linux OX, pe 32 sau 64 de biţi.
tr: Linux işletim sisteminizi seçin, 32-bit ya da 64-bit versiyon.
ur: آپ OS لینکس 32 بٹ یا 64 بٹ ورژن کے لئے اپنی پسند کا انتخاب کریں.

source: Change the permissions to the installer
ar: تغيير الصلاحيات إلى المثبت
es: Cambia los permisos al instalador
fr: Changez les permissions pour l'installateur
it: Modificare le autorizzazioni per l'installazione
pl: Zmień uprawnienia do instalatora
ro: Modifică permisiunile pentru installer
tr: Yükleyicinin izinlerini değiştir
ur: انسٹالر کے لیے اجازات تبدیل کریں
