Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: For this, we have opened a topic in the forum with examples and possible solutions: %{mcrypt}
ar: تم إفتتاح جزء خاص بالمنتدى يحتوي على أمشلة وحلول بخصوص %{mcrypt}
es: Para ello, hemos abierto un topic en el foro con ejemplos y posibles soluciones: %{mcrypt}
fr: Pour cela, nous avons ouvert un sujet dans le forum avec des exemples et des solutions possibles : %{mcrypt}
it: Per questo, abbiamo aperto una discussione nel forum con gli esempi e le possibili soluzioni: % {mcrypt è per lo più una}
pl: Dla niego otworzyliśmy temat na forum z przykładami i możliwymi rozwiązaniami: %{mcrypt}
ro: Pentru aceasta, am deschis un subiect în forum, cu exemple şi soluţii posibile: %{mcrypt}
tr: % {} Mcrypt: Bunun için örnekler ve olası çözümleri ile forumda bir konu açtı
ur: اس کے لئے، ہم نے مثالیں اور ممکنہ حل کے ساتھ فورم میں موضوع کھول دیا ہے:٪ {mcrypt}

source: MCrypt topic
ar: موضوع MCrypt
es: Topic de MCrypt
fr: Sujet MCrypt
it: Argomento MCrypt
pl: Temat MCrypt
ro: Subiect MCrypt
tr: Mcrypt konu
ur: MCrypt موضوع

source: Do Microsoft Active Server Pages (ASP) work with XAMPP?
es: ¿Funciona Microsoft Active Server Pages (ASP) con XAMPP?
pl: Czy Microsoft Active Server Pages (ASP) pracuje z XAMPP?
ur: مائیکروسافٹ Active سرور (صفحات یسپ) کے ساتھ XAMPP کام کرتے ہیں؟

source: No. And Apache::ASP with the Perl Add-On is not the same. Apache::ASP only knows Perl-Script, but ASP from the Internet Information Server (IIS) also knows the normal VBScript. But for ASP .NET, there is a 3rd party Apache module available.
es: No. Y Apache::ASP con el Add-On de Perl tampoco. Apache::ASP sólo usa Perl-Script pero el ASP de Internet Information Server (IIS) también usa VBScript. Pero para ASP .NET hay un módulo de Apache de terceros disponible.
fr: Non. Et Apache::ASP avec le complément Perl n'est pas pareil. Apache::ASP ne connaît que le Perl-Script, mais ASP de Internet Information Server (IIS) connaît aussi le VBScript normal. Mais pour ASP .NET, un module Apache tiers est disponible.
it: No, e Apache::ASP con il Perl Add-on non e uguale.Apache::ASP conosce solo Perl-Script,ma ASP da Internet Information Server (IIS) conosce anche il normale VBScript.Ma per ASP .NET c'è un modulo di 3rd party Apache disponibile.
pl: Nie. Apache::ASP z dodatkiem Perl to nie to samo. Apache::ASP zna tylko skrypty Perl, ale ASP z Internet Information Server (IIS) zna także normalny język VBScript. Ale dla ASP .NET są dostępne moduły Apache firm trzecich.
ro: Nu. Iar Apache::ASP nu-i acelaşi lucru cu suplimentul Perl. Apache::ASP recunoaşte doar Perl-Script, pe când ASP din Internet Information Server (IIS) recunoaşte de asemenea VBScript-ul obişnuit. Dar pentru ASP.NET este disponibil un modul Apache de la terţi.
tr: Perl ekle-On ile No. Ve Apache :: ASP aynı değildir. Apache :: ASP sadece Perl-Script bilir, ama Internet Information Server (IIS) ASP normal VBScript bilir. Ama ASP .NET için, mevcut bir 3. parti Apache modülü var.
ur: Perl شامل کریں پر کے ساتھ نمبر اور Apache :: یسپ ہی نہیں ہے. Apache :: یسپ صرف Perl سکرپٹ جانتا ہے، لیکن انٹرنیٹ انفارمیشن سرور (IIS) سے یسپ بھی عام ہے VbScript جانتا ہے. لیکن یسپ NET. لئے، دستیاب 3rd پارٹی Apache ماڈیول ہے.

source: Support
ar: دعم
es: Soporte
fr: Assistance
it: Supporto
pl: Wsparcie techniczne
ro: Ajutor
tr: Yardım
ur: معاونت

source: Visit our %{community} for additional help.
ar: قم بزيارة %{community} من أجل مُساعدة إضافية .
es: Visita nuestra %{community} para ayuda adicional.
fr: Visitez notre %{community} pour une aide supplémentaire.
it: Visita la nostra pagina% {community} per ulteriore assistenza.
pl: Odwiedź naszą %{community} na uzyskać dodatkową pomoc.
ro: Pentru ajutor suplimentar, vizitaţi %{community} noastră.
tr: Ek yardım için% {} topluluk ziyaret edin.
ur: اضافی مدد کے لئے ہماری %{community} ملاحظہ کریں.

source: Installing from ZIP
ar: التثبيت من خلال نُسخة ZIP
es: Instalando desde ZIP
fr: Installation à partir de ZIP
it: Installazione da file ZIP
pl: Instalowanie z pliku ZIP
ro: Instalare din arhivă ZIP
tr: ZIP yükleniyor
ur: زپ کی طرف سے نصب

source: Mostly due to the same reasons as the above error, the LAMPP startup script found a MySQL daemon already running on your system. To start LAMPP properly, you have to stop this daemon first.
ar: في الغالب لنفس أسباب الخطأ المذكور أعلاه، وجد البرنامج النصي لبدء تشغيل LAMPP برنامج خفي MySQL يعمل بالفعل على نظامك. لبدء تشغيل LAMPP بشكل صحيح، عليك إيقاف هذا البرنامج الخفي أولاً.
es: Principalmente debido al mismo error anterior, el script de inicio de LAMPP encuentra un servicio MySQL ejecutándose en el sistema. Para iniciar LAMPP apropiadamente, tienes que parar este servicio primero.
fr: Principalement pour les mêmes raisons que l'erreur ci-dessus, le script de démarrage de LAMPP a trouvé un processus MySQL fonctionnant déjà sur votre système. Pour lancer correctement LAMPP, vous devez d'abord arrêter ce processus.
it: Principalmente a causa delle stesse ragioni l'errore precedente, lo script di avvio LAMPP trovato un demone MySQL già in esecuzione sul vostro sistema. Per avviare correttamente LAMPP, devi fermare questo demone prima.
pl: Głównie z tych samych powodów co powyższy błąd, skrypt startowy LAMPP znalazł już uruchomioną w systemie usługę MySQL. Aby poprawnie uruchomić LAMPP, musisz zatrzymać najpierw tą usługę.
ro: Cel mai probabil din aceleaşi motive ca şi eroarea de mai sus, scriptul de pornire LAMPP a găsit un daemon MySQL rulând deja pe sistemul vostru. Pentru a starta LAMPP în mod adecvat, trebuie mai întâi să opriţi acest daemon.
tr: Çoğunlukla nedeniyle yukarıdaki hata aynı nedenlerle, lampp başlangıç ​​komut dosyası MySQL daemon zaten sisteminizde çalışan bulundu. Düzgün lampp başlatmak için, ilk önce bu cini durdurmak zorunda.
ur: زیادہ تر کی وجہ سے مندرجہ بالا غلطی کے طور پر ایک ہی وجوہات کی بناء پر، LAMPP سٹارٹاپ سکرپٹ ایک MySQL ڈیمان پہلے سے ہی آپ کے سسٹم پر چل پایا. مناسب طریقے سے LAMPP شروع کرنے کے لئے، آپ کو سب سے پہلے اس ڈیمان کو روکنے کے لئے ہے.

source: Unzip the zip archives into the folder of your choice. XAMPP is extracting to the subdirectory "C:xampp" below the selected target directory. Now start the file "setup_xampp.bat", to adjust the XAMPP configuration to your system.
ar: قم بفك ضغط الأرشيف المضغوط في المجلد الذي تختاره. يقوم XAMPP بالاستخراج إلى المُجلد الفرعي "C:"C:""xampp" أسفل المُجلد الهدف المحدد. الآن ابدأ تشغيل الملف "setup_xampp.bat"، لضبط تكوين XAMPP على نظامك.
es: Descomprime los archivos zip en la carpeta que elijas. XAMPP es extraido en el subdirectorio "C:\xampp" en el directorio de destino seleccionado. Ahora ejecuta el fichero "setup_xampp.bat" para ajustar la configuración de XAMPP en tu sistema.
fr: Dézippez l'archive zip dans le dossier de votre choix. XAMPP s'extrait dans le sous-répertoire "C:\xampp" du répertoire cible sélectionné. Lancez le fichier "setup_xampp.bat" pour adapter la configuration de XAMPP à votre système.
it: Decomprimere gli archivi zip nella cartella di vostra scelta. XAMPP verrà estratto nella sottodirectory "C:\xampp" sotto la directory di destinazione selezionata. Ora avviare il file "setup_xampp.bat", per regolare la configurazione XAMPP al vostro sistema.
pl: Wypakuj archiwum zip do wybranego przez siebie folderu. XAMPP jest domyślnie wypakowywany do katalogu "C:\xampp". Teraz uruchom plik "setup_xampp.bat" aby dostosować konfigurację XAMPP do twojego systemu.
ro: Dezarhivează arhivele ZIP într-un folder la alegerea ta. XAMPP este extras în subdirectorul "C:\xampp" sub directorul ţintă selectat. Acum startaţi fişierul "setup_xampp.bat", pentru a potrivi configuraţia XAMPP la sistemul vostru.
tr: Seçtiğiniz klasöre zip arşivleri ayıklayın. Seçilen hedef dizin altında: "\ xampp \ C" XAMPP alt \ için açılan bir. Şimdi, dosya \ "setup_xampp.bat " start sisteminize XAMPP yapılandırmasını ayarlamak için.
ur: آپ کی پسند کا فولڈر میں ZIP ابلیھاگار ان زپ. منتخب شدہ ہدف کی ڈائرکٹری ذیل: "xamppC:" XAMPP کی ذیری ڈائریکٹری پر نکالنے ہے. اب آپ کا سسٹم پر XAMPP کی ترتیب کو ایڈجسٹ کرنے کے لئے، فائل "setup_xampp.bat" شروع.

source: If you choose a root directory "C:\" as target, you must not start "setup_xampp.bat".
ar: إذا إخترت "//:C" كمجلد تثبيت, لا تقم بتشغيل "setup_xampp.bat".
es: Si elijes un directorio raíz, como "C:\", no debes ejecutar "setup_xampp.bat".
fr: Si vous choisissez comme cible un répertoire racine "C:\", vous ne devez pas lancer "setup_xampp.bat".
it: Se si sceglie una radice directory 'C \ ' come obbietivo, non devi avviare 'setup_xampp.bat'.
pl: Jeżeli wybrałeś katalog docelowy jako C:\", nie musisz uruchamiać pliku "setup_xampp.bat".
ro: Dacă alegeţi "C:\" drept ţintă a directorului root , nu trebuie să porniţi "setup_xampp.bat".
tr: Bir kök dizin \ seçerseniz: hedef olarak "C \" ise, \ "setup_xampp.bat " start olmamalıdır.
ur: آپ کو ایک روٹ ڈائریکٹری "C:\" کا انتخاب کرتے ہیں ہدف کے طور پر، آپ کو "setup_xampp.bat" شروع نہیں ہونا چاہیے.

source: show
ar: عرض
es: mostrar
fr: affichage
it: visualizza
pl: pokaż
ro: arată
tr: gösteri
ur: دکھائیں

source: Applications
ar: التطبيقات
es: Aplicaciones
it: Applicazioni
pl: Aplikacje
ro: Aplicaţii
tr: Uygulamalar
ur: ایپلی کیشنز

source: Installing an App on XAMPP
ar: ثبت تطبيق عبر XAMPP
es: Instalando una Aplicación en XAMPP
fr: Installer une application sur XAMPP
it: Installare un'Applicazione in XAMPP
pl: Instalacja aplikacji na XAMPP
ro: Instalarea unei aplicaţii pe XAMPP
tr: XAMPP bir App takma
ur: XAMPP پر ایپلیکیشن انسٹال کرنا .

source: See how easy it is to install your favorite apps with XAMPP:
ar: تعرف على مدى سهولة تثبيت تطبيقاتك المفضلة باستخدام XAMPP"
es: Mira lo fácil que es instalar tu aplicación favorita con XAMPP:
fr: Voyez la facilité d’installation de vos apps préférées avec XAMPP.
it: Scopri quanto è facile installare le tue applicazioni preferite con XAMPP:
pl: Zobacz jak łatwo jest zainstalować twoją ulubioną aplikację z XAMPP
ro: Iată ce uşoară este instalarea aplicaţiilor tale favorite cu XAMPP:
tr: O XAMPP ile en sevdiğiniz uygulamaları yüklemek ne kadar kolay olduğunu görün:
ur: دیکھیں یہ کتنا آسان ہے XAMPP پر آپکے پسندیدہ ایپلی کیشنز کو انسٹال کرنا :

source: Bitnami plans on discontinuing the support for the majority of XAMPP Add-ons for Linux by June 30th 2021. Please read this %{blog} post for more information.
es: Bitnami planea discontinuar el soporte para la mayoría de módulos de XAMPP para Linux a partir del 30 de junio de 2021. Mira nuestro %{blog} para mas información

source: More info about XAMPP-VM
es: Más información sobre XAMPP-VM

source: Blog
ar: المُدونة
ur: بلاگ

source: Do you want to be kept up-to-date on the latest news about XAMPP or our project? Our newsletter will inform you about new XAMPP releases as well as news about the Apache Friends project. It's a low frequency-list: only about one mail a month.
ar: هل ترغب في البقاء على اطلاع على آخر الأخبار حول XAMPP أو مشروعنا؟ ستقوم النشرة الإخبارية بإعلامك بالإصدارات الجديدة لـ XAMPP بالإضافة إلى أخبار حول مشروع Apache Friends. إنها قائمة بتردد منخفض: تقريبًا رسالة واحدة في الشهر فقط.
fr: Voulez-vous être tenu au courant des dernières nouvelles sur XAMPP ou sur notre projet ? Notre bulletin vous informera des nouvelles versions de XAMPP ainsi que des nouvelles sur le projet Apache Friends. C'est une diffusion à cadence lente : seulement un e-mail par mois.
it: Vuoi essere sempre aggiornato sulle ultime novità riguardanti XAMPP o il nostro progetto? La nostra newsletter vi informerà sulle nuove versioni di XAMPP rilasciate e sulle novità riguardo il progetto Apache Friends. Si tratta di una newsletter a bassa frequenza: solo circa una email al mese.
pl: Czy chcesz być na bieżąco informowany o najnowszych wiadomościach na temat XAMPP lub innych naszych projektach? Nasz biuletyn poinformuje Cię o nowych wydaniach XAMPP i wiadomościach o projekcie Apache Friends. Zazwyczaj wysyłamy tylko jeden email w miesiącu.
ro: Doriţi să vă ţinem la curent cu ultimele noutăţi despre XAMPP sau despre proiectele noastre? Buletinul nostru de ştiri vă va ţine informat cu ultimele apariţii XAMPP şi proiectele Apache Friends. Este o listă cu frecvenţă redusă: aproximativ un mail pe lună.
tr: XAMPP ve projemiz hakkındaki haberlerle ilgili bildirimler almak ister misiniz? Haber bültenimiz sizi yeni XAMPP sürümleriyle ve Apache Friends haberleriyle ilgili bilgilendirecektir. Seyrek gönderim yapılan bir listedir; yaklaşık ayda bir mail gönderilir.
ur: آپ xampp کی یا ہمارے منصوبے کے بارے میں تازہ ترین خبریں اپ ڈیٹ کرنے کے لئے رکھا جا کرنا چاہتے ہیں؟ ہماری نیوز لیٹر اپاچی دوست منصوبے کے بارے میں خبر کے طور پر کے طور پر ساتھ ساتھ نئے xampp کی ریلیز کے بارے میں آپ کو مطلع کریں گے. یہ ایک کم تعدد کی فہرست ہے: صرف ایک میل ایک ماہ.

source: Unfortunately, an error occurred. Please contact us to subscribe.
ar: لسوء الحظ، حدث خطأ. يرجى الاتصال بنا للاشتراك
fr: Malheureusement, une erreur s'est produite. Veuillez nous contacter pour vous abonner.
it: Purtroppo, si è verificato un errore. Vi preghiamo di contattarci per iscriversi alla mailing list.
pl: Niestety, wystąpił błąd. Skontaktuj się z nami, aby zasubskrybować.
ro: Din păcate, a apărut o eroare. Vă rugam să ne contactaţi pentru a ne înştiinţa.
tr: Maalesef bir hata oluştu. Abone olmak için bizimle iletişime geçin.
ur: بدقسمتی سے، ایک خرابی آگئی. رکنیت کے لئے ہم سے رابطہ کریں.

source: The email you provided is not a valid email address. Please fix it and try again.
ar: البريد الإلكتروني الذي قدمته ليس عنوان بريد إلكتروني صالحاً. من فضلك قُم بإدخال بريد أخر والمحاولة مرة أخرى
fr: L'adresse email que vous avez fournie n'est pas valide. Veuillez la corriger et essayez de nouveau.
it: L'email da te fornita non è un indirizzo valido. Si prega di correggerlo e riprovare.
pl: Email, który podałeś, nie jest poprawny. Popraw go i spróbuj ponownie.
ro: Adresa e-mail furnizată nu este validă. Vă rugăm corectaţi şi încercaţi din nou.
tr: Sağladığınız e-posta adresi geçerli bir adres değil. Lütfen düzeltip tekrar deneyin.
ur: آپ کی فراہم کردہ ای میل درست ای میل ایڈریس نہیں ہے. اسے درست کریں اور دوبارہ کوشش کریں.

source: Copyright (c) %{year}, Apache Friends
ar: حقوق الملكية الفكرية (c) %{year}, Apache Friends
pl: Prawa zastrzeżone (c) %{year}, Apache Friends
ur: کاپی رائٹ %{year}, Apache Friends

source: XAMPP Micro Banner
ar: شعار XAMPP الصغير
fr: Micro-bannière XAMPP
pl: Mikro banner XAMPP
ro: Micro Banner XAMPP
ur: مائیکرو بینر XAMPP

source: Powered by XAMPP
ar: تم بواسطة XAMPP
fr: Mu par XAMPP
pl: Dostarczony przez XAMPP
ro: Furnizat de XAMPP
ur: XAMPP کی طرف سے

source: Tweet!
ar: غرد !
pl: Tweetuj!
ro: Caută pe Tweeter!
tr: Tweetle!
ur: تشہیر!

source: You can also use the online tool
ar: يمكنك أيضاً استخدام الأداة عبر الإنترنت
it: Puoi utilizzare anche lo strumento in linea

source: for scanning XAMPP or send us an email to security (at) apachefriends (dot) org if you find any issue.
ar: لفحص XAMPP أو أرسل لنا بريدًا إلكترونيًا إلى security (at) apachefriends (dot) org إذا وجدت أي مشكلة.

source: The MPM falls back to a safer implementation, but some client requests were not processed correctly. In order to avoid this error, use "AcceptFilter" with accept filter "none" in the "xamppapacheconfextrahttpd-mpm.conf" file.
ar: يعود MPM إلى تنفيذ أكثر أمانًا، ولكن لم تتم معالجة بعض طلبات العميل بشكل صحيح. لتجنب هذا الخطأ استعمل "AcceptFilter" مع المعامل "none" في ملف "xamppapacheconfextrahttpd-mpm.conf".

source: Sometimes there are problems with displaying pictures and style-sheets. Especially if these files are located on a network drive. In this case you can enable (or add) one if the following lines in the file "xamppapacheconfhttpd.conf":
ar: في بعض الأحيان توجد مشاكل في عرض الصور والتنسيقات. خاصة إذا كانت هذه الملفات موجودة على محرك أقراص الشبكة. في هذه الحالة يمكنك تمكين (أو إضافة) أحد الأسطر التالية في الملف "xamppapacheconfhttpd.conf":

source: Do Microsoft Activer Server Pages (ASP) work with XAMPP?
ar: Est-ce que Microsoft Activer Server Pages (ASP) fonctionne avec XAMPP ?
fr: Est-ce que Microsoft Activer Server Pages (ASP) fonctionne avec XAMPP ?
it: Microsoft Active Server Pages (ASP) lavora con XAMPP?
ro: Funcţionează Microsoft Active Server Pages (ASP) cu XAMPP?
tr: Microsoft Activer Server Pages (ASP) XAMPP ile çalışıyor musunuz?

source: Add-ons and Themes
ar: الإضافات والسمات

source: Themes and other add-ons
ar: السِمات وإضافات أخرى

source: XAMPP has been around for more than 10 years &ndash; there is a huge community behind it. You can get involved by joining our %{forums}, adding yourself to the %{mailing_list}, and liking us on %{facebook}, or following our exploits on %{twitter}.
it: XAMPP è in uso da circa 10 anni ed ha alle sue spalle un'enorme community. Anche tu puoi farne parte partecipando ai nostri %{forums}, iscrivendoti alla %{mailing_list}, cliccando mi piace nella nostra pagina %{facebook}, oppure seguendo i nostri post su %{twitter}.
pl: XAMPP ma już ponad 10 lat &ndash; i posiada ogromną społeczność. Możesz zaangażować się przez dołączenie się do naszego %{forums}, dodając siebie do %{mailing_list}, i polubiając nas na %{facebook} lub przeglądając nasze wyczyny na %{twitter}.
ro: XAMPP este alături de noi de mai bine de 10 ani &ndash; există o imensă comunitate în spatele lui. Poţi să te implici alăturându-te %{forums} noastre, adăugându-te în %{mailing_list}, ţinând legătura cu noi pe %{facebook} sau urmărindu-ne postările pe %{twitter}.
tr: XAMPP, 10 yılı aşkın süredir piyasada &ndash; Arkasında büyük bir topluluk vardır. Katılmak için %{forums} kayıt olabilir, kendinizi %{mailing_list} ekleyebilir, bizi %{facebook} beğenebilir yada %{twitter} istismarlarımızı takip edebilirsiniz.
ur: xampp کی 10 سے زیادہ سال کے لئے کے ارد گرد کیا گیا ہے - اس کے پیچھے ایک بہت بڑی کمیونٹی ہے. آپ، ہماری {forums}% میں شامل ہونے کے {mailing_list}% اپنے آپ کو انہوں نے مزید کہا، اور{facebook}% ہمیں پسند یا {twitter}% پر ہمارے کارناموں کے بعد.

source: Many people know from their own experience that it's not easy to install an Apache web server and it gets harder if you want to add MySQL, PHP and Perl. The goal of XAMPP is to build an easy to install distribution for developers to get into the world of Apache. To make it convenient for developers, XAMPP is configured with all features turned on. In the case of commercial use please take a look at the product licenses, from the XAMPP point of view commercial use is also free. There are currently distributions for Windows, Linux, and OS X.
ur: بہت سے لوگ اسے ایک اپاچی ویب سرور انسٹال کرنے کے لئے آسان نہیں ہے کہ ان کے اپنے تجربے سے جانتے ہیں اور آپ ایس کیو ایل، پی ایچ پی اور پرل شامل کرنا چاہتے ہیں تو یہ مشکل ہو جاتا ہے. xampp کی کا مقصد اپاچی کی دنیا میں حاصل کرنے کے لئے ڈویلپرز کے لئے تقسیم کے نصب کرنے کے لئے ایک آسان کی تعمیر ہے. ڈویلپرز کے لئے یہ آسان بنانے کے لئے، xampp کی تمام خصوصیات کے ساتھ ترتیب دیا گیا ہے پر تبدیل کر دیا. تجارتی استعمال کے معاملے میں، مصنوعات کی لائسنس پر ایک نظر ڈالیں براہ مہربانی دیکھیں تجارتی استعمال کے xampp کی نقطہ نظر سے بھی مفت ہے. ونڈوز، لینکس، اور OS ایکس کے لئے تقسیم فی الحال ہیں

source: XAMPP <span>Apache + MySQL + PHP + Perl</span>
ur: xampp <span>اپاچی + ایس کیو ایل + پی ایچ پی + پرل </span>

source: IRC
ro: IRC - Releul Internet pentru Chat
ur: آئی آر سی

source: The file /opt/lampp/backup/XAMPP-backup-22-01-14.sh (in the example above) contains your backup data. Store this file in a safe place.
ur: (مندرجہ بالا مثال میں) فائل / opt/lampp/backup/XAMPP-backup-22-01-14.sh آپ کے بیک اپ کے اعداد و شمار پر مشتمل ہے. ایک محفوظ جگہ میں اس فائل کو محفوظ.

source: Download XAMPP (f.e. XAMPP-win32-1.8.2-0.exe)
ur: XAMPP کی لوڈ، اتارنا (f.e. XAMPP کی-WIN32-1.8.2-0.exe)

source: Some antivirus programs mistake XAMPP for a virus, typically flagging the file XAMPP-manager.exe This is a false positive meaning that the antivirus erroneously identified it as a virus, when it is not. Before we release each new version of XAMPP we run it through virus scanning software. At the moment we are using
ur: عام طور پر فائل xampp کی-manager.exe کرنا چاہتے ہیں ایک وائرس، کے لئے کچھ ینٹیوائرس پروگراموں غلطی xampp کی یہ نہیں ہے جب ینٹیوائرس غلطی، ایک وائرس کے طور پر یہ نشاندہی کی ہے کہ ایک جھوٹی مثبت معنی ہے. ہم xampp کی میں سے ہر ایک نئے ورژن کی رہائی سے پہلے ہم وائرس سکیننگ سافٹ ویئر کے ذریعے اسے چلانے. اس وقت ہم استعمال کر رہے ہیں
