Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Run the installer
ar: قم بتشغيل برنامج التثبيت
es: Ejecuta el instalador
fr: Lancez l'installeur
it: Eseguire il programma di installazione
pl: Uruchom instalator
ro: Executaţi programul de instalare
tr: Yükleyiciyi çalıştır
ur: انسٹالر چلائیں

source: That's all. XAMPP is now installed below the /opt/lampp directory.
ar: هذا كل شيء. تم تثبيت XAMPP الآن ضمن المُجلد /opt/lampp.
es: Eso es todo. XAMPP está ahora instalado en el directorio /opt/lampp.
fr: C'est terminé. XAMPP est désormais installé dans le répertoire /opt/lampp.
it: Questo è tutto. XAMPP è ora installato sotto la cartella /opt/lampp.
pl: To wszystko. XAMPP jest teraz zainstalowany w poniższym katalogu /opt/lampp.
ro: Asta este tot. XAMPP este acum instalat în directorul /opt/lampp.
tr: Hepsi bu kadar. XAMPP /opt/lampp dizininin altına yüklendi.
ur: بس اتنا ہی. XAMPP اب /opt/lampp directory کے نیچے انسٹال ہو گیا ہے.

source: How do I start XAMPP?
ar: كيف أبدأ بتشغيل XAMPP؟
es: ¿Cómo inicio XAMPP?
fr: Comment lancer XAMMP ?
it: Come posso avviare XAMPP?
pl: Jak uruchomić XAMPP?
ro: Cum pornesc XAMPP?
tr: XAMPP'ı nasıl başlatırım?
ur: میں کس طرح XAMPP کو سٹارٹ کروں ؟

source: To start XAMPP simply call this command:
ar: لبدء تشغيل XAMPP ما عليك سوى استدعاء هذا الأمر:
es: Para iniciar XAMPP simplemente ejecuta este comando:
fr: Démarrer XAMPP avec cette commande :
it: Per avviare XAMPP basta utilizzare questo semplice comando:
pl: Aby uruchomić XAMPP należy prosto wywołać tą komendę:
ro: Pentru a porni XAMPP execută această comandă:
tr: XAMPP'ı başlatmak için şu komutu çalıştırın:
ur: XAMPP کو سٹارٹ کرنے کے لئے صرف اس حکم کو کال کریں:

source: You should now see something like this on your screen:
ar: يجب أن ترى الآن شيئاً كهذا على شاشتك:
es: Deberías ver ahora algo como esto en tu pantalla:
fr: Vous devriez maintenant avoir quelque chose de similaire à ceci sur votre écran :
it: Ora dovreste vedere qualcosa come questo:
pl: Powinieneś zobaczyć coś podobnego na twoim ekranie:
ro: Acum ar trebui să vedeţi ceva de genul acesta pe ecran:
tr: Ekranda şuna benzer bir şey görmeliyiz:
ur: اب آپ اپنی سکرین پر کچھ اس طرح نظر آنا چاہئے:

source: If you get any error messages visit %{community} for help.
ar: إذا تلقيت أي رسائل خطأ قم بزيارة %{community} للحصول على المساعدة.
es: Si recibes algún mensaje de error visita %{community} para obtener ayuda
fr: De l'aide pour un message d'erreur ? Visitez %{community}.
it: Se ricevete un qualsiasi messaggio d'errore visitate %{community} per ricevere aiuto.
pl: Jeżeli otrzymujesz jakieś wiadomości o błędach, odwiedź %{community} aby uzyskać pomoc.
ro: Dacă primiţi mesaje de eroare vizitează %{community} pentru ajutor.
tr: Eğer herhangi bir hata mesajı alırsanız %{community} adresini yardım için ziyaret edin.
ur: اگر آپکو کوئی خرابی کا پیغام ملتا ہے تو مدد کے لیے {community}% کا دورہ کریں.

source: Also, note that there is a graphical tool that you can use to manage your servers easily. You can start this tool with the following commands:
ar: نحيطكم علما أنه هناك أداة رسومية يمكنك استخدامها لإدارة خوادمك بسهولة. يمكنك بدء تشغيل هذه الأداة باستخدام الأوامر التالية:
es: Ten en cuenta que hay además una herramienta gráfica que puedes usar para controlar tus servidores fácilmente. Puedes iniciar esta herramienta con los siguientes comandos:
fr: Aussi, remarquez qu'un outil graphique permet de gérer aisément vos serveurs. Vous le démarrerai avec les commandes suivantes :
it: Inoltre, c'è uno strumento grafico che vi consente di gestire i vostri server facilmente. È possibile avviare questo strumento con i seguenti comandi:
pl: Pamiętaj także że jest dostępne graficzne narzędzie za pomocą którego możesz łatwo zarządzać swoimi serwerami. Możesz uruchomić to narzędzie następującą komendą:
ro: De asemenea, există un utilitar grafic ce poate fi folosit uşor pentru administrare serverelor. Poţi porni acest utilitar executând următoarea comandă:
tr: Ayrıca sunucularınızı kolayca yönetebileceğiniz görsel bir araç da vardır. Bu aracı şu komutla başlatabilirsiniz:
ur: اس کے علاوہ،یہ نوٹ کریں کہ ایک گرافیکل آلہ بھی ہے جو آپ اپنے سرور کو آسانی سے منظم کرنے کے لئے استعمال کر سکتے ہیں. آپ مندرجہ ذیل حکم کے ساتھ اس آلے کو شروع کر سکتے ہیں:

source: How do I stop XAMPP?
ar: إيقاف XAMPP ؟
es: ¿Cómo paro XAMPP?
fr: Stopper XAMPP ?
it: Come faccio a fermare XAMPP?
pl: Jak zatrzymać XAMPP?
ro: Cum opresc XAMPP?
tr: XAMPP'ı nasıl durdururum?
ur: میں کس طرح XAMPP کو روک سکتا ہوں؟

source: To stop XAMPP simply call this command:
ar: إيقاف XAMPP عن طريق الأمر
es: Para parar XAMPP simplemente ejecuta este comando:
fr: Stopper XAMPP avec cette commande :
it: Per fermare XAMPP utilizzare questo semplice comando:
pl: Aby zatrzymać XAMPP należy po prostu wykonać tą komendę:
ro: Pentru a opri XAMPP executaţi această comanda:
tr: XAMPP'ı kolayca durdurmak için şu komutu çalıştırın:
ur: XAMPP کو روکنے کے لئے صرف اس حکم کو کال کریں:

source: Also, note that there is a graphical tool that you can use to start/stop your servers easily. You can start this tool with the following commands:
ar: هناك أداة رسومية يمكنك استخدامها لبدء/إيقاف خوادمك بسهولة. يمكنك بدء تشغيل هذه الأداة باستخدام الأوامر التالية:
es: Ten en cuenta que existe además una herramienta gráfica que puedes usar para iniciar/parar tus servidores fácilmente. Puedes iniciar esta herramienta con los siguientes comandos:
fr: Aussi, un outil très pratique pour démarrer/stopper vos serveurs existe. Vous le démarrerai avec les commandes suivantes:
it: Inoltre, c'è uno strumento grafico che da la possibilità di avviare/arrestare i vostri server facilmente. È possibile avviare questo strumento con i seguenti comandi:
pl: Pamiętaj także, że jest dostępne graficzne narzędzie, za pomocą którego możesz łatwo uruchomić i zatrzymać swoje serwery. Możesz uruchomić to narzędzie następującą komendą:
ro: De asemenea, există un utilitar grafic ce poate fi folosit uşor pentru administrare serverelor. Poţi porni acest utilitar executând următoarea comandă:
tr: Ayrıca sunucuları kolayca başlatıp/durdurabileceğiniz görsel bir araç da vardır. Bu aracı şu komutla başlatabilirsiniz:
ur: اس کے علاوہ، یہ نوٹ کریں کہ ایک گرافیکل آلہ بھی ہے جو آپ سرور کو آسانی سے روکنے یا شروع کرنے کے لئے استعمال کر سکتے ہیں. آپ مندرجہ ذیل حکم کے ساتھ اس آلے کو شروع کر سکتے ہیں:

source: How can I test that everything worked?
ar: كيف يمكنني أن أختبر أن كل شيء يعمل؟
es: ¿Cómo compruebo que todo ha ido bien?
fr: Comment tester si tout a fonctionné ?
it: Come posso verificare che tutto funzioni?
pl: Jak mogę sprawdzić czy wszystko działa?
ro: Com poţi testa dacă totul funcţionază?
tr: Herşeyin çalıştığını nasıl test edebilirim?
ur: میں کس طرح جانچ سکتا ہوں کہ سب چیزوں نے کام کیا ؟

source: Type in the following URL at your favourite web browser:
ar: اكتب عنوان URL التالي في متصفح الويب المفضل لديك:
es: Escribe la siguiente URL en tu navegador favorito:
fr: Consultez avec votre navigateur cette URL:
it: Digitare il seguente URL sul vostro browser web preferito:
pl: Wprowadź poniższy URL w swojej ulubionej przeglądarce internetowej:
ro: Tastează următoarea adresă URL în browser-ul tău favorit:
tr: Favori web tarayıcınıza aşağıdaki URL'yi yazın:
ur: آپ اپنے پسندیدہ ویب براؤزر میں مندرجہ ذیل یو آر ایل لکھیں :

source: Now you should see the XAMPP start page containing some links to check the status of the installed software and some small programming examples.
ar: الآن يجب أن ترى صفحة بدء XAMPP التي تحتوي على بعض الروابط للتحقق من حالة البرنامج المثبت وبعض الأمثلة البرمجية الصغيرة.
es: Ahora deberías ver la página de inicio de XAMPP, que contiene algunos links para comprobar el estado del software instalado y algunos ejemplos de programación.
fr: La page d'accueil de XAMPP, où vous devriez être, contient des liens pour tester le statut du logiciel installé et quelques exemples de programmation.
it: Ora si dovrebbe vedere la pagina iniziale di XAMPP che contiene alcuni link per controllare lo stato del software installato e alcuni piccoli esempi di programmazione.
pl: Teraz powinieneś zobaczyć stronę startową XAMPP zawierającą kilka linków do sprawdzenia statusu zainstalowanego oprogramowania i i kilka małych przykładów programowania.
ro: Acum ar trebui să vezi pagina de start XAMPP, conţinând câteva link-uri pentru verificarea stării instalării soft-ului şi câteva exemple scurte de programare.
tr: Şimdi, ufak programlama örneklerini ve yüklü yazılım durumlarını kontrol edebileceğiniz bazı bağlantıları içeren XAMPP başlangıç sayfasını görmelisiniz.
ur: اب آپ XAMPP ک پہلے صفحے کو دیکھ سکتے ہیں جو انسٹاللڈ سافٹ ویئر کی حیثیت کو جانچنے کے لیے کچھ لنکس اور کچھ چھوٹی پروگرامنگ کی مثالوں پر مشتمل ہے.

source: Is XAMPP production ready?
ar: هل XAMPP جاهز للاستخدام في بيئة عمل إنتاجية ، حيث موقع على الإنترت وقادر على تحمل الضغط؟
es: ¿Está XAMPP listo para producción?
fr: XAMPP destiné à la production?
it: Il prodotto XAMPP e' pronto?
pl: Czy XAMPP jest gotowy do środowiska produkcyjnego?
ro: Poate fi folosit în producţie XAMPP?
tr: XAMPP hazır mı?
ur: کیا XAMPP کی پیداوار تیار ہے؟

source: XAMPP is not meant for production use but only for development environments. The way XAMPP is configured is to be open as possible to allow the developer anything he/she wants. For development environments this is great but in a production environment it could be fatal.
ar: XAMPP غير مخصص للاستخدام في الإنتاج ولكن لبيئات التطوير فقط. الطريقة التي يتم بها ضبط XAMPP هي أن تكون مفتوحة قدر الإمكان للسماح للمطور بأي شيء يريده. بالنسبة لبيئات التطوير، هذا أمر رائع ولكن في بيئة الإنتاج قد يكون ذلك سيئاً للغاية.
es: XAMPP no está pensado para uso en producción, sino para entornos de desarrollo. XAMPP está configurado de forma que sea tan abierto como sea posible, permitiendo al desarrollador hacer lo que quiera. En entornos de desarrollo esto es magnífico pero en un entorno de producción puede ser fatal.
fr: XAMPP est destiné exclusivement aux développeurs. La manière dont XAMPP est configuré donne un maximum de libertés en cours de développement. Ceci permet de gagner du temps en phase de développement, mais peut être fatal en environnement de production.
it: XAMPP non è inteso per la produzione ma solo per ambienti di sviluppo. Il modo in cui XAMPP è configurato è quello di essere più aperto possibile per permettere allo sviluppatore lui/lei di personalizzarlo. Per ambienti di sviluppo questo è ottimo ma in un ambiente di produzione potrebbe essere pericoloso.
pl: XAMPP nie jest przeznaczony do zastosowań produkcyjnych, ale na środowisko deweloperskie. Sposób w jaki XAMPP jest skonfigurowany by być otwartym jak to tylko możliwe umożliwia deweloperom robić co zechcą. Do zastosowań deweloperskich jest to wspaniałe, ale do zastosowań produkcyjnych może być fatalne.
ro: XAMPP nu este adecvat utilizării în producţie, ci doar în medii de dezvoltare. El este configurat în modul cel mai deschis, pentru ai permite programatorului tot ce acesta îşi doreşte. Aceasta convine perfect în medii de dezvoltare, dar poate fi un dezastru într-un mediu de producţie.
tr: XAMPP, normal kullanım için değildir, sadece yazılım geliştirme için kullanılır. Bu nedenle bir yazılımcının mümkün olduğunca ihtiyacı olan ayarlar yapılmıştır. Yazıloım geliştirmek için ideal bir ortam olmasına rağmen yazılım yayınlaması için kullanıldığında istenmeyen sorunlara neden olabilir.
ur: XAMPP صرف ترقی کے ماحول کے لئے ہی نہیں ترتیب دیا گیا ہے، لیکن . XAMPP کو جس طرح وہ چاہتا / چاہتی ہے ڈویلپر کچھ بھی اجازت دینے کے لئے ہر ممکن حد تک کھلا ہے. ترقی کے ماحول کے لئے یہ بہت اچھا ہے لیکن پیداوار کے ماحول میں یہ مہلک ہو سکتا ہے.

source: Here a list of missing security in XAMPP:
ar: هنا قائمة بالأمان المفقود في XAMPP:
es: A continuación se muestra una lista de posibles fallos de seguridad en XAMPP:
fr: Liste des trous de sécurité dans XAMPP:
it: Ecco una lista delle impostazioni di sicurezza mancanti in XAMPP:
pl: To jest lista pominiętych zabezpieczeń w XAMPP:
ro: Iată o listă de vulnerabilităţi ale XAMPP:
tr: XAMPP içindeki güvenlik eksikliklerinin listesi:
ur: یہاں XAMPP کی لاپتہ سلامتی کی فہرست:

source: The MySQL administrator (root) has no password.
ar: ليس لدى مسؤول MySQL (root) كلمة مرور.
es: El administrador de MySQL (root) no tiene password.
fr: L'administrateur MySQL (root) sans mot de passe.
it: L'amministratore di MySQL (root) non ha password.
pl: Administrator MySQL (root) nie ma hasła.
ro: Administratorul MySQL (contul de root) nu are parolă.
tr: MySQL yöneticisi (root) şifresi yok.
ur: مائی ایس کیو ایل کے منتظم (جڑ)/ (root) کا کوئی پاسوڑد نہیں ہے.

source: The MySQL daemon is accessible via network.
ar: يمكن الوصول إلى البرنامج المساعد MySQL عبر الشبكة..
es: El proceso MySQL está accesible a través de la red.
fr: Le démon MySQL est accessible via le réseau.
it: Il demone MySQL è accessibile via rete.
pl: Usługa MySQL jest dostępna przez sieć.
ro: Se poate accesa în reţea daemon-ul MySQL.
tr: MySQL ortamı, ağ üzerinden ulaşılabilir.
ur: مائی ایس کیو ایل ڈیمان نیٹ ورک کے ذریعے قابل رسائی ہے.

source: ProFTPD uses the password "lampp" for user "daemon".
ar: يستخدم ProFTPD كلمة المرور "lampp" للمستخدم البرنامج المساعد.
es: ProFTPD usa la contraseña "lampp" para el usuario "daemon".
fr: ProFTPD utilise le mot de passe "lampp" pour l'utilisateur "daemon".
it: ProFTPD usa come password "lampp" e come user "daemon".
pl: ProFTPD używa hasła "lampp" dla użytkownika "daemon".

source: PhpMyAdmin is accessible via network.
ar: يمكن الوصول إلى PhpMyAdmin عبر الشبكة.
es: PhpMyAdmin está accesible a través de la red.
fr: PhpMyAdmin est accessible via le réseau.
it: PhpMyAdmin è accessibile via rete.
pl: PHPMyAdmin jest dostępny przez sieć.
ro: PhpMyAdmin este accesibil în reţea.
tr: PhpMyAdmin, ağ üzerinden ulaşılabilir.
ur: PhpMyAdmin نیٹ ورک کے ذریعے قابل رسائی ہے.

source: Examples are accessible via network.
ar: يمكن الوصول إلى الأمثلة عبر الشبكة.
es: Los ejemplos están accesible a través de la red
fr: Les exemples sont accessibles par le réseau.
it: Gli esempi sono accessibili via rete.
pl: Przykłady są dostępne przez sieć.
ro: Exemplele se pot accesa în reţea.
tr: Örnekler, ağ üzerinden ulaşılabilir.
ur: مثالیں نیٹ ورک کے ذریعے قابل رسائی ہیں.

source: To fix most of the security weaknesses simply call the following command:
ar: Pour corriger la plupart des failles de sécurité, utilisez cette commande:
es: Para arreglar la mayoría de las debilidades de seguridad, simplemente ejecuta el siguiente comando:
fr: Pour corriger la plupart des failles de sécurité, utilisez cette commande:
it: Per risolvere la maggior parte delle carenze di sicurezza e' sufficiente digitare il seguente comando
pl: Aby naprawić większość luk w zabezpieczeniach należy po prostu wywołać następujące polecenie:
ro: Recurgeţi la următoarea comandă, pentru a înlătura simplu majoritatea vulnerabilităţilor:
tr: Birçok güvenlik açığını kolayca düzeltmek için şu komutu çağırın:
ur: بہت سی سیکورٹی کی کمزوریوں کو حل کرنے کے لئے صرف مندرجہ ذیل کمانڈ کو کال کریں:

source: It starts a small security check and makes your XAMPP installation secure. For example this protects the XAMPP demo pages by a username ('lampp') and password combination.
ar: يبدأ فحص أمان صغير ويجعل تثبيت XAMPP الخاص بك آمنًا. على سبيل المثال هذا يحمي صفحات XAMPP التجريبية عن طريق اسم مستخدم ('lampp') وكلمة مرور.
es: Esto inicia una pequeña comprobación de seguridad y hace tu instalación de XAMPP más segura. Por ejemplo protege las páginas de prueba de XAMPP por una combinación de usuario ('lampp') y contraseña.
fr: Cette commande teste la sécurité de votre installation XAMPP, puis la sécurise. Par exemple, elle limitera l'accès aux pages de démonstration à l'utilisateur 'lampp' et son mot de passe.
it: Si avvia un piccolo controllo di sicurezza e rende l'installazione di XAMPP sicura. Per esempio, questo protegge le pagine demo XAMPP da un nome utente ('lampp') e password.
pl: To uruchamia małe sprawdzenie bezpieczeństwa czy twoja instalacja XAMPP jest zabezpieczona. Np. zabezpiecza strony demonstracyjne XAMPP nazwą użytkownika ('lampp') i kombinacją hasła.
ro: Aceasta efectuează o rapidă verificare a securităţii şi face instalarea XAMPP sigură. Protejează de exemplu paginile demonstrative XAMPP printr-o combinaţie nume de utilizator ('lampp') şi parolă.
tr: Küçük bir güvenlik kontrolu yapar ve XAMPP yüklemenizi güvenli kılar. Örneğin, XAMPP demo sayfalarınızı bir kullanıcı adı ('lampp') ve şifre kombinasyonu ile korur.
ur: یہ ایک چھوٹی سی سیکورٹی کی جانچ شروع کرتا ہے اور آپ xampp کی انسٹالیشن کو محفوظ کرتا ہے. مثال کے طور پر یہ ایک صارف کا نام ('lampp') اور پاسورڈ مجموعہ کی طرف سے xampp کی ڈیمو کے صفحات کی حفاظت کرتا ہے.

source: What is the meaning of the error messages I see when starting XAMPP?
ar: ما معنى رسائل الخطأ التي تظهر لي عند بدأ تشغيل XAMPP ؟
es: ¿Cuál es el significado de los mensajes de error que veo cuando inicio XAMPP?
fr: Que signifient les messages d'erreur que je vois au lancement de XAMPP ?
it: Qual è il significato dei messaggi di errore che vedo quando si avvia XAMPP?
pl: Co oznaczają komunikaty błędów, które widzę po uruchomieniu XAMPP?
ro: Care este semnificaţia mesajului de eroare care apare când pornesc XAMPP?
tr: XAMPP'ı başlatırken gördüğüm hata mesajları ne anlama geliyor?
ur: xampp کی ابتداء میں دیکھی گئی خرابی کے پیغامات کے معنی کیا ہیں ؟

source: You may get several error messages while starting XAMPP:
ar: قد يظهر لك عدة رسائل خطأ عند بدأ تشغيل XAMPP :
es: Puedes obtener muchos mensajes de error mientras inicias XAMPP:
fr: Les messages d'erreur possibles au démarrage de XAMPP :
it: È possibile ottenere diversi messaggi di errore durante l'avvio di XAMPP
pl: Możesz otrzymać kilka komunikatów błędów przy uruchamianiu XAMPP:
ro: Poţi primi câteva mesaje de eroare până se porneşte XAMPP:
tr: XAMPP'ı başlatırken çeşitli hata mesajları alabilirsiniz:
ur: xampp کو شروع کرنے پر آپ کو کئی خرابی کے پیغامات موصول ہو سکتے ہیں:

source: The LAMPP startup script did not start XAMPP-Apache because there is an Apache instance already running. To start XAMPP properly, first you have to stop this daemon.
ar: لم يقم البرنامج لبدء تشغيل LAMPP ببدء تشغيل XAMPP-Apache بسبب وجود مثيل Apache قيد التشغيل بالفعل. لبدء تشغيل XAMPP بشكل صحيح، عليك أولاً إيقاف هذا البرنامج.
es: El script de inicio de LAMPP no inició XAMPP-Apache porque ya hay otro servidor Apache iniciado. Para iniciar XAMPP correctamente, primero tienes que parar ese servidor.
fr: Le démarrage de XAMPP-Apache avec le script LAMPP a échoué car une instance d'Apache fonctionne déjà. Arrêter ce service pour démarrer XAMPP correctement.
it: Lo script di avvio LAMPP non è stato avviato XAMPP-Apache perché c'è un 'istanza di Apache già in esecuzione. Per avviare XAMPP correttamente, prima devi fermare questo demone.
pl: Skrypt startowy LAMPP nie może uruchomić XAMPP-Apache ponieważ jest już uruchomiona inna instancja programu Apache. Aby prawidłowo uruchomić instalację XAMPP musisz najpierw musisz zatrzymać tamtą usługę Apache.
ro: Scriptul de executare LAMPP nu poneşte XAMPP-Apache deoarece există o instanţă Apache deja pornită. Pentru a porni XAMPP în mod corespunzător, în primul rând trebuie să se oprit acest demon.
tr: LAMPP başlangıç scripti XAMPP-Apache'yi başlatamadı çünkü Apache zaten çalışıyor. XAMPP'ı düzgün çalıştırabilmek için önce mevcut Apache'yi durdurmalısınız.
ur: LAMPP سکرپٹ نے XAMPP-Apache کو شروع نہیں کیا کیونکہ Apache کا ایک حصہ پہلے سے ہی چل رہا ہے.XAMPP کو باقاعدہ شروع کرنے کے لیے پہلے آپکو اس daemon کو بند کرنا پڈے گا.

source: This is mostly due to the same reasons as the above error. The LAMPP startup script found a MySQL daemon already running on your system. To start LAMPP properly, you have to stop this daemon first.
ar: هذا غالبا يعود لبعض الأسباب كما هو مُوضح أعلاه . LAMPP وجد MySQL قيد التشغيل على نظامك . لتشغيل LAMPP بشكل فعال ، يجب إيقاف البرنامج المُذكور
es: Este error es similar al anterior. El script de inicio de LAMPP encontró un servidor de MySQL iniciado en tu sistema. Para iniciar LAMPP correctamente, tienes que parar ese servidor primero.
fr: Ceci est dû principalement aux mêmes raisons que l'erreur ci-dessus. Un service MySQL fonctionne déjà sur votre système. Arrêter ce service pour démarrer LAMPP correctement.
it: Ciò è in gran parte dovuto alle stesse ragioni all'errore precedente. Lo script di avvio LAMPP trovato un demone MySQL già in esecuzione sul vostro sistema. Per avviare correttamente LAMPP, prima devi fermare questo demone.
pl: Jest to przeważnie spowodowane tym samym co powyższy błąd. Skrypt startowy LAMPP znalazł już uruchomioną usługę MySQL w twoim systemie. By uruchomić LAMPP prawidłowo, najpierw musisz zatrzymać tę usługę.
ro: Acest lucru se datorează în mare parte aceloraş motive ca eroarea de mai sus. Script-ul de pornire LAMPP găsit un demon MySQL care deja rulează pe sistemul dumneavoastră. Pentru a porni LAMPP în mod corespunzător, trebuie sa te opresti acest demon.
tr: Bu durum çoğunlukla yukarıdaki hata ile aynı nedenlerden kaynaklanmakta. LAMPP başlangıç scripti çalışmakta olan bir MySQL tespit etti. LAMPP'ı düzgün çalıştırabilmek için önce mevcut MySQL'li durdurmalısınız.
ur: یہ بھی زیادہ تر اسی وجہ سے ہے جیسا کہ اوپر والی خرابی. LAMPP کے سٹارٹپ سکرپٹ نے آپکے سسٹم میں مائی ایس کیو ایل daeman کو پہلے سے چلتا پایا.LAMPP کو باقاعدہ شروع کرنے کے لیے پہلے آپکو اس daemon کو بند کرنا پڈے گا.

source: Apache doesn't seems to start. What can I do?
ar: يبدو أن Apache لا يعمل . ماذا أفعل ؟
es: Apache no parece iniciarse. ¿Qué puedo hacer?
fr: Apache ne semble pas démarrer. Que faire ?
it: Apache non sembra avviarsi. Cosa posso fare?
pl: Wydaje się, że Apache się nie uruchomił. Co mogę zrobić?
ro: Apache nu pare să pornească. Ce pot face?
tr: Apache başlatılamıyor. Ne yapabilirim?
ur: Apache شروع ہوتا نظر نہیں آتا. میں کیا کر سکتا ہوں؟

source: This error can exist for multiple reasons. Apache displays this error under several circumstances. To find the exact reason we have to do some research:
ar: هذا الخطأ قد ينشأ لعدة أسباب ، Apache يُظهر هذا الخطأ بسسب عدد من الأسباب ، لتحديد السبب الحقيقي يجب التحقق والبحث :
es: Este error puede aparecer por múltiples razones. Apache lo muestra bajo muchas circunstancias. Para encontrar la razón exacta, tenemos que investigar:
fr: Cette erreur peut avoir plusieurs causes. Apache affiche cette erreur dans plusieurs situations. Pour trouver la cause exacte, faisons quelques recherches :
it: Questo errore può esistere per diverse ragioni. Apache viene visualizzato questo errore in diverse circostanze. Per trovare l'esatta ragione dobbiamo fare qualche ricerca
pl: Ten błąd może występować z kilku powodów. Apache wyświetla ten błąd w różnych okolicznościach. Aby znaleźć właściwy powód musimy zrobić pewne badania:
ro: Această eroare poate exista din mai multe motive. Apache afişează această eroare în urma câtorva circumstanţe. Pentru a afla exact motivul trebuie să facem un pic de cercetare:
tr: Bu hata birkaç nedenden dolayı gerçekleşmiş olabilir. Apache bu hatayı çeşitli durumlarda gösterir. Kesin nedeni bulabilmek için biraz araştırma yapmalıyız:
ur: یہ خرابی ایک سے زیادہ وجوہات کی بنا پر موجود ہو سکتی ہے. اپاچی کئی حالات کے تحت یہ غلطی دکھاتا ہے. عین مطابق وجہ تلاش کرنے کے لیے ہمیں کچھ تحقیق کرنی ہے:
