Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: To compare files, often checksums are used. A standard to create this checksum md5 (Message Digest Algorithm 5).
ar: لمقارنة الملفات، غالبًا ما يتم استخدام المجموع الإختباري. ومعيار إنشاء هذا المجموع الإختباري هو md5 (خوارزمية هضم الرسائل 5).
es: Para comparar ficheros, normalmente se usan checksums. Un estándar para crear este checksum es md5 (Message Digest Algorithm 5).
fr: Pour comparer les fichiers, des empreintes sont souvent utilisées. Une norme pour créer cette empreinte md5 (Message Digest Algorithm 5).
it: Per confrontare i file, vengono utilizzati spesso i checksum. Uno standard per creare questa checksum MD5 (Message Digest Algorithm 5).
pl: Aby porównać pliki, najczęściej porównuje się ich sumy kontrolne. Do utworzenia tych sum wystarczy standardowo MD5 (Message Digest Algorithm 5).
ro: Pentru a compara fişiere, adeseori se folosesc sume de control. Un standard pentru a crea această sumă de control md5 (Algoritmul de Rezumare a Mesajului - Message Digest 5).
tr: Dosyaları karşılaştırmak için, sık sık sağlama kullanılır. Standart bu sağlama md5 (Message Digest Algorithm 5) oluşturmak için.
ur: فائلوں کا آپس میں موازنہ کرنے کے لئے، اکثر checksums کے استعمال کیا جاتا ہے. اس حیض MD5 (پیغام ڈائجسٹ الگورتھم 5) بنانے کے لئے ایک معیار.

source: With this md5 checksum you can test, if your download of the XAMPP package is correct or not. Of course you need a program which can create these checksums. For Windows you can use a tool from Microsoft:
ar: باستخدام هذا المجموع الإختباري md5، يمكنك اختبار ما إذا كان تنزيلك لحزمة XAMPP صحيحًا أم لا. بالطبع أنت بحاجة إلى برنامج يمكنه إنشاء هذا المجموع الإختباري. بالنسبة لنظام ويندوز، يمكنك استخدام أداة من Microsoft:
es: Con este checksum md5 puedes comprobar si tu descarga del paquete XAMPP es correcto o no. Por supuesto, necesitas un programa que puede crear estos checksums. Para Windows puedes usar una herramienta de Microsoft:
fr: Avec cette empreinte md5 vous pouvez vérifier si votre paquetage XAMPP téléchargé est correct. Bien sûr vous devez disposer d'un programme de création de telles empreintes. Pour Windows, vous pouvez utiliser un outil de Microsoft :
it: Con questo md5 checksum è possibile verificare se il download del pacchetto XAMPP è corretta o meno. Naturalmente è necessario un programma che può creare questi checksum. Per Windows è possibile utilizzare uno strumento di Microsoft:
pl: Z sumą kontrolną md5 możesz przetestować czy twoja paczka XAMPP została pobrana prawidłowo czy też nie. Oczywiście potrzebujesz programu, który utworzy te sumy kontrolne. Dla Windows możesz użyć narzędzia z Microsoftu:
ro: Cu această sumă de control md5 puteţi verifica integritatea pachetului XAMPP descărcat. Aveţi nevoie desigur, de un program care să poată construi aceste sume de control. În cazul Windows-ului, aveţi la dispoziţie utilitarul Microsoft:
tr: XAMPP paketinin indirme doğru olup olmadığını, bu md5 sağlama ile, test edebilirsiniz. Tabii ki bu sağlama oluşturabilirsiniz bir program gerekiyor. Windows için Microsoft'tan bir aracı kullanabilirsiniz:
ur: XAMPP کی پیکیج کے آپ کے ڈاؤن لوڈ، اتارنا درست ہے یا نہیں ہے اگر یہ MD5 حیض کے ساتھ آپ کو، ٹیسٹ کر سکتے ہیں. کورس کے آپ ان checksums کے تشکیل دے سکتے ہیں جس میں ایک پروگرام کی ضرورت ہے. Windows کے لیے آپ کو مائیکروسافٹ کی طرف سے ایک آلے کا استعمال کر سکتے ہیں:

source: Availability and description of the File Checksum Integrity Verifier utility
ar: توفر الأداة المساعدة أداة التحقق من سلامة المجموع الإختباري للملفات ووصفها
es: Disponibilidad y descripción de la utilidad File Checksum Integrity Verifier
fr: Disponibilité et description de l'utilitaire de vérification de l'intégrité de l'empreinte
it: La disponibilità e la descrizione del File Integrità Checksum Verifica utility
pl: Dostępność i opis narzędzia integracji weryfikacji sumy kontrolnej pliku
ro: Disponibilitatea şi descrierea utilitarului de Verificare a Integrităţii Sumei de Control a Fişierului
tr: Kullanılabilirlik ve File Checksum Integrity Verifier yardımcı programı açıklaması
ur: دستیابی اور فائل حیض سالمیت ستیاپک افادیت کی تفصیل

source: It's also possible to use any other program which can create md5 checksums, like the GNU md5sum.
ar: من الممكن أيضًا استخدام أي برنامج آخر يمكنه إنشاء رمز الموثوقية md5، مثل GNU md5sum.
es: También es posible usar cualquier otro programa que cree checksums md5, como GNU md5sum.
fr: Il est aussi possible d'utiliser n'importe quel autre programme qui peut générer une empreinte md5, comme le GNU md5sum.
it: È anche possibile utilizzare qualsiasi altro programma che può creare md5 checksum, come la GNU md5sum.
pl: Możliwe jest również użycie innego programu, który potrafi utworzyć sumę kontrolną md5, np. GNU md5sum.
ro: Desigur, se poate folosi orice alt program care furnizează sume de control md5, precum md5sum de la GNU.
tr: GNU md5sum gibi, md5 toplamlarını oluşturabilir başka bir program kullanmak da mümkündür.
ur: یہ GNU md5sum طرح، MD5 checksums کے تشکیل دے سکتے ہیں جو کسی بھی دوسرے پروگرام کا استعمال بھی ممکن ہے.

source: As you have installed such a program (e.g. fciv.exe), you can do following steps:
ar: بما أنك قمت بتثبيت مثل هذا البرنامج (مثل fciv.exe)، يمكنك القيام بالخطوات التالية:
es: Para instalar un programa así (p.ej. fciv.exe), puedes seguir los siguientes pasos:
fr: Comme vous avez installé un tel programme (par ex. fciv.exe), vous pouvez suivre les étapes suivantes :
it: Come avete installato un programma del genere (per esempio fciv.exe), si può fare seguendo i passaggi:
pl: Jeżeli masz zainstalowany program (np. fciv.exe), wykonaj poniższe kroki:
ro: Odată ce aţi instalat un astfel de program (de ex. fciv.exe), puteţi continua cu următorii paşi:
tr: (Örn fciv.exe) bu tür bir programı kurduktan gibi, adımları izleyerek yapabilirsiniz:
ur: آپ اس طرح کے ایک پروگرام (مثال کے طور fciv.exe) نصب ہے، آپ کو مندرجہ ذیل اقدامات کر سکتے ہیں:

source: Download XAMPP (f.e. xampp-win32-1.8.2-0.exe)
ar: قم بتحميل XAMPP (مثالxampp-win32-1.8.2-0.exe)
es: Descarga XAMPP (p.ej. xampp-win32-1.8.2-0.exe)
fr: Téléchargez XAMPP (par ex. xampp-win32-1.8.2-0.exe)
it: Scarica XAMPP (f.e. xampp-win32-1.8.2-0.exe)
pl: Pobierz XAMPP (np. xampp-win32-1.8.2-0.exe)
ro: Descarcă XAMPP (de ex. xampp-win32-1.8.2-0.exe)
tr: İndir XAMPP (fe xampp-win32-1.8.2-0.exe)

source: Create the checksum with:
ar: قم بإنشاء رمز الموثوقية باستخدام:
es: Crea el checksum con:
fr: Générez l'empreinte avec :
it: Creare il checksum con:
pl: Utwórz sumę kontrolną z:
ro: Pentru obţinerea sumei de control:
tr: Ile checksum oluşturun:
ur: کے ساتھ حیض تشکیل دیں:

source: And now you can compare this checksum with that one you can find on the XAMPP for Windows homepage.
ar: ويمكنك الآن مقارنة هذا رمز الموثوقية برمز الموثوقية الذي يمكنك العثور عليه في الصفحة الرئيسية لـ XAMPP لنظام التشغيل Windows.
es: Y ahora puedes comparar este checksum con el que puedes encontrar en la página de XAMPP para Windows.
fr: Et maintenant vous pouvez comparer l'empreinte avec celle qui se trouve sur la page d'accueil de XAMPP pour Windows.
it: E ora si può paragonare questo checksum con quello lo puoi trovare su XAMPP per homepage di Windows.
pl: I teraz możesz porównać swoją sumę kontrolną z tą znalezioną na stronie XAMPP dla Windows.
ro: Acum puteţi compara această sumă de control, cu cea care se află în pagina gazdă principală a XAMPP pentru Windows.
tr: Ve şimdi size XAMPP Windows için ana sayfasında bulabilirsiniz biri ile bu sağlama karşılaştırabilirsiniz.
ur: اور اب آپ کو آپ کے Windows ایم کے لئے XAMPP کی پر تلاش کر سکتے ہیں ہے کہ ایک کے ساتھ اس حیض موازنہ کر سکتے ہیں.

source: If both checksums equal, all is ok. If not, the download is broken or the file has been changed.
ar: إذا تساوى رمزي الموثوقية ، فكل شيء على ما يرام. إذا لم يكن كذلك، فقد حدث خطأء أثناء التنزيل أو تم التلاعب بالملف.
es: Si ambos checksums son iguales, todo está bien. Si no, la descarga está dañada o el fichero ha sido modificado.
fr: Si les deux empreintes sont identiques, tout va bien. Sinon, le téléchargement est corrompu ou le fichier a été modifié.
it: Se entrambi i checksum sono uguali, tutto è ok. In caso contrario, il download è dannegiato o il file è stato modificato.
pl: Jeżeli obie sumy są równe, wszystko jest w porządku. Jeżeli nie, pobrany plik jest uszkodzony lub został zmieniony.
ro: Dacă cele două sume de control sunt egale, este în regulă. Dacă nu, înseamnă fie că descărcarea este invalidată de erori, sau că fişierul a fost modificat.
tr: Her iki sağlama eşit, tüm ok. Değilse, indir bozuk veya dosya değiştirildi.
ur: دونوں checksums کے برابر ہیں، تو سب ٹھیک ہے. اگر نہیں تو، ڈاؤن لوڈ، اتارنا ٹوٹ جاتا ہے یا فائل کو تبدیل کر دیا گیا ہے.

source: Why have changes in my php.ini not taken effect?
ar: لماذا التغييرات في ملف php.ini لم تحدث تغييرات ؟
es: ¿Por qué lo cambios realizados en mi php.ini no tienen efecto?
fr: Pourquoi les changements de mon php.ini n'ont ils pas été pris en compte ?
it: Perché i cambiamenti del mio php.ini non hanno avuto effetto?
pl: Dlaczego zmiany w php.ini nie przynoszą efektu?
ro: De ce nu au efect modificările aduse fişierului php.ini?
tr: Neden benim php.ini değişikliklerin geçerli değil mi?
ur: کیوں میرے php.ini میں تبدیلی کا اثر نہیں لیا ہے؟

source: If a change in the "php.ini" has no effect, it's possible PHP is using a different one. You can verify this with phpinfo(). Go to the URI http://localhost/xampp/phpinfo.php and search for "Loaded Configuration File". This value shows you the "php.ini" PHP is really using.
ar: إذا لم يكن للتغيير في "php.ini" أي تأثير، فمن المحتمل أن PHP يستخدم واحدًا مختلفًا. يمكنك التحقق من ذلك باستخدام phpinfo(). انتقل إلى URI http://localhost/xampp/phpinfo.php وابحث عن "ملف التكوين المحمّل". هذه القيمة تظهر لك "php.ini" الذي يستخدمه PHP بالفعل.
es: Si un cambio en el "php.ini" no tiene efecto, es posible que PHP esté usando uno diferente. Puedes verificarlo con phpinfo(). Ve a la URI http://localhost/xampp/phpinfo.php y busca "Loaded Configuration File". Este valor muestra el "php.ini" que PHP está usando realmente.
fr: Si un changement du "php.ini" demeure sans effet, il est possible que PHP en utilise un autre. Vous pouvez le vérifier par phpinfo(). Rendez vous à l'URI http://localhost/xampp/phpinfo.php et recherchez "Fichier de configuration chargé". La valeur vous indique le "php.ini" réellement utilisé.
it: Se una variazione del "php.ini" non ha alcun effetto, è possibile che PHP ne stia utilizzando uno differente. È possibile verificarlo con phpinfo(). Vai alla URI http://localhost/xampp/phpinfo.php e cercare"Loaded Configuration File". Questo valore indica il "php.ini" realmente utilizzato da PHP.
pl: Jeżeli zmiana w "php.ini" nie przynosi efektu, możliwe że PHP używa innego pliku. Możesz zweryfikować to na podstawie funkcji phpinfo(). Idź do http://localhost/xampp/phpinfo.php i poszukaj "Loaded Configuration File". Ta wartość pokazuje który plik "php.ini" jest przez PHP używany.
ro: Dacă o modificare a fişierului "php.ini" nu are efect, probabil că PHP îl foloseşte pe un altul. Puteţi verifica aceasta cu phpinfo(). Introduceţi adresa URI http://localhost/xampp/phpinfo.php şi căutaţi "Fişierul de Configurare Încărcat". Această valoare indică fişierul "php.ini" utilizat de PHP în realitate.
tr: \ "Php.ini " bir değişiklik hiçbir etkisi varsa, mümkün PHP farklı bir birini kullanarak mi. Sen phpinfo ile kontrol edebilirsiniz (). URI http: //localhost/xampp/phpinfo.php ve \ "Loaded Configuration File " için arama. Bu değer size "php.ini " PHP gerçekten kullanıyor \ gösterir.
ur: اگر "php.ini" میں تبدیلی کوئی اثر نہیں ہے، تو یہ ہو سکتا ہے کہ PHP کی ایک مختلف استعمال کر رہا ہو . آپ ()phpinfo کے ساتھ اس بات کی تصدیق کر سکتے ہیں. URI http://localhost/xampp/phpinfo.php پر جائیں اور "Loaded Configuration File" کے لئے تلاش کریں. یہ قدر آپ "php.ini" PHP کی واقعی استعمال کر رہا ہے سے پتہ چلتا ہے.

source: Note:
ar: تلميح :
es: Nota:
fr: Nota :
pl: Uwaga:
ro: Observaţie:
tr: Not:
ur: نوٹ:

source: After changing the "php.ini" you have to restart Apache so that Apache/PHP can read the new settings.
ar: بعد تغيير "php.ini" عليك إعادة تشغيل Apache حتى يتمكن Apache/PHP من قراءة الإعدادات الجديدة.
es: Tras cambiar el "php.ini" debes reiniciar Apache para que Apache/PHP puedan leer la nueva configuración.
fr: Après modification de "php.ini" vous devez redémarrer Apache pour que les nouveaux paramètres soient lus.
it: Dopo aver modificato la 'php.ini' si deve riavviare Apache in modo che Apache/PHP possa leggere le nuove impostazioni.
pl: Po zmianach w pliku "php.ini" musisz zrestartować Apache, aby Apache i PHP wczytały nowe ustawienia.
ro: După modificarea fişierului "php.ini" Apache va trebui restartat, astfel ca Apache/PHP să-şi poată actualiza setările.
tr: \ Değiştirdikten sonra "php.ini " Apache / PHP yeni ayarları okuyabilir böylece Apache yeniden başlatmanız gerekir.
ur: فائل "php.ini" آپکو Apache دوبارہ سٹارٹ کرنا ہو گا تاکہ Apache/PHP نئی تبدیلیوں کو پڑھ سکے.

source: Help! There is a virus in XAMPP!
ar: النجدة ! هناك برنامج ضار ضمن XAMPP
es: ¡Ayuda! ¡Hay un virus en XAMPP!
fr: Au secours ! Il y a un virus dans XAMPP !
it: Aiuto! C'è un virus in XAMPP!
pl: Pomocy! W pakiecie XAMPP jest wirus!
ro: Ajutor! XAMPP este virusat!
tr: Yardım Edin! XAMPP bir virüs var!
ur: مدد کرو! XAMPP کی میں ایک وائرس ہے!

source: Some antivirus programs mistake XAMPP for a virus, typically flagging the file xampp-manager.exe This is a false positive meaning that the antivirus erroneously identified it as a virus, when it is not. Before we release each new version of XAMPP we run it through virus scanning software. At the moment we are using
ar: عادة ما تعتبر خطأ بعض برامج مكافحة الفيروسات XAMPP برنامجا ضارا ، وهذا بلاغ شكلي يعني أن برنامج مكافحة الفيروسات قد أخطأ في تصنيفه كبرنامج ضار ، في حين أنه ليس كذلك. قبل أن نصدر كل إصدار جديد من XAMPP نقوم بفحصه من خلال برنامج مكافحة الفيروسات. في الوقت الحالي نحن نستخدم
es: Algunos programas de antivirus confunden XAMPP con un virus, normalmente apuntando al fichero xampp-manager.exe. Esto es un falso positivo, lo que significa que el antivirus lo identifica erróneamente como un virus, cuando no es así. Antes de lanzar cada versión de XAMPP la ejecutamos con un programa de escaneo de virus. En estos momentos usamos
fr: Quelques programmes antivirus prennent à tort XAMPP pour un virus, en pointant généralement le fichier xampp-manager.exe. Ceci est un faux positif, car ce fichier n'est pas un virus. Avant de diffuser toute nouvelle version de XAMPP, nous la scannons avec un logiciel de détection de virus. Actuellement, nous utilisons
it: Alcuni programmi antivirus scambiano XAMPP per un virus, in genere segnalando il file xampp-manager.exe Questo è un significativo falso positivo che l'antivirus erroneamente identificato come un virus, quando non lo è. Prima di rilasciare ogni nuova versione di XAMPP testiamo attraverso software antivirus. Al momento stiamo utilizzando
pl: Niektóre programy antywirusowe traktują XAMPP jak wirus, zwykle wskazując na plik xampp-manager.exe. To jest fałszywe powiadomienie ze strony programu antywirusowego, ponieważ pakiet XAMPP nie zawiera wirusów. Przed opublikowaniem nowej wersji XAMPP, przepuszczamy pakiet i pliki przez program antywirusowy. W tym momencie używamy
ro: Este posibil ca programe antivirus să alerteze din greşeală că XAMPP este virusat, marcând de obicei fişierul xampp-manager.exe. Vorbim de un pozitiv fals, însemnând că antivirusul identifică în mod eronat un virus, acolo unde el nu există. Înaintea lansării, scanăm antiviral fiecare nouă versiune de XAMPP. În prezent utilizăm
tr: Bir virüs için bazı antivirüs programları hata XAMPP, genellikle dosya xampp-manager.exe işaretleme Bu olmadığı zaman antivirüs yanlışlıkla bir virüs olarak tanımlanan bir yalancı pozitif anlamıdır. Biz XAMPP her yeni sürüm önce virüs tarama yazılımı aracılığıyla çalıştırın. Şu anda kullanmakta olduğunuz

source: How do I configure my antivirus application?
ar: كيف أقوم بضبط برنامج مكافح الفيروسات ؟
es: ¿Cómo configuro mi aplicación de antivirus?
fr: Comment configurer mon antivirus ?
it: Come faccio a configurare il mio antivirus?
pl: Jak mogę skonfigurować mój program antywirusowy?
ro: Cum îmi configurez aplicaţia antivirus?
tr: Nasıl benim antivirüs uygulamasını yapılandırmak mı?
ur: میں کس طرح اپنے ینٹیوائرس درخواست کی تشکیل کرتے ہیں؟

source: We have included all dependences and servers required for running the bundled web application, so you will find that XAMPP installs large numbers of files. If you are installing a XAMPP application on a Windows machine with an antivirus app enabled, this may slow down the installation significantly, and there is also a chance that one of the servers (web server, database server) may be blocked by the antivirus software. If you have an antivirus tool enabled, check the following settings for running XAMPP without performance issues:
ar: لقد قمنا بتضمين جميع الإعتماديات والخوادم المطلوبة لتشغيل تطبيق الويب المجمّع، لذلك ستجد أن XAMPP يقوم بتثبيت عدد كبير من الملفات. إذا كنت تقوم بتثبيت تطبيق XAMPP على جهاز يعمل بنظام ويندوز مع تمكين تطبيق مضاد للفيروسات، فقد يؤدي ذلك إلى إبطاء عملية التثبيت بشكل كبير، وهناك أيضاً احتمال أن يتم حظر أحد الخوادم (خادم الويب وخادم قاعدة البيانات) بواسطة برنامج مكافحة الفيروسات. إذا كان لديك أداة مكافحة فيروسات ممكّنة، تحقق من الإعدادات التالية لتشغيل XAMPP دون مشاكل في الأداء:
es: Hemos incluido todas las dependencias y servidores requeridos para ejecutar la aplicación web incluida, por lo que comprobarás que XAMPP instala un gran número de ficheros. Si estás instalando una aplicación XAMPP en una máquina de Windows con un antivirus activado, puede ralentizar la instalación significativamente, y hay también posibilidades de que uno de los servidores (servidor web, servidor de base de datos) sea bloqueado por el antivirus. Si tienes una herramienta de antivirus habilitada, comprueba las siguientes opciones para ejecutar XAMPP sin problemas de rendimiento:
fr: Nous avons inclus toutes les dépendances et serveurs requis pour exécuter l'application web empaquetée, vous trouverez donc que XAMPP installe un grand nombre de fichiers. Si vous installez une application XAMPP sur une machine Windows avec un antivirus actif, l'installation peut être significativement ralentie et il est possible qu'un des serveurs (serveur web, serveur de base de données) soit bloqué par l'antivirus. Si votre antivirus est activé, vérifiez les paramètres suivants pour exécuter XAMPP sans problème de performance :
it: Abbiamo incluso tutte le dipendenze ei server necessari per l'esecuzione di applicazioni web in bundle, quindi troveremo che XAMPP installa un gran numero di file. Se si installa un'applicazione XAMPP su una macchina Windows con un app antivirus abilitato, puo 'rallentare l'installazione in modo significativo, e c'è anche la possibilità che uno dei server (web server, database server) possono essere bloccati dal software antivirus .Se si dispone di uno strumento antivirus attivato, controllare le seguenti impostazioni per l'esecuzione XAMPP senza problemi di prestazioni:
pl: Włączyliśmy wszystkie zależności i serwery niezbędne do uruchomienia aplikacji internetowej, więc można zauważyć, że XAMPP instaluje dużą liczbę plików. Jeżeli instalujesz XAMPP na Windowsie z włączonym programem antywirusowym, to może znacznie spowolnić instalację, i jest szansa, że jeden z serwerów (serwer www, serwer bazy danych) może zostać zablokowany przez program antywirusowy. Jeżeli masz włączony program antywirusowy, sprawdź następujące ustawienia by mieć XAMPP działający bez problemów związanych z wydajnością:
ro: Pentru funcţionarea întregului pachet de aplicaţii web, am inclus tot felul de servere şi programe suplimentare, astfel încât instalarea XAMPP se face cu un mare număr de fişiere. Instalarea XAMPP poate fi mult încetinită dacă are loc pe un sistem Windows protejat de un antivirus, acesta putând chiar bloca unele dintre servere (de web, sau de baze de date). Pentru ca XAMPP să funcţioneze fără pierderi de performanţă datorate antivirusului, verificaţi următoarele setări:
tr: Biz birlikte web uygulaması çalıştırmak için gerekli tüm bağımlılıkları ve sunucular dahil ettik, bu yüzden XAMPP çok sayıda dosya yükler bulacaksınız. Etkin bir antivirüs uygulaması ile bir Windows makinede bir XAMPP uygulama yüklüyorsanız, bu anlamlı yüklemeyi yavaşlatabilir ve sunuculardan biri (web sunucusu, veritabanı sunucusu) antivirüs yazılımı tarafından bloke edilebilir bir şans da var . Eğer bir antivirüs aracı etkin varsa, performans sorunları olmadan XAMPP çalıştırmak için aşağıdaki ayarları kontrol edin:
ur: ہم بنڈل ویب ایپلیکیشن کو چلانے کے لئے ضروری تمام dependences اور سرور شامل ہے، تو آپ XAMPP کی فائلوں کی بڑی تعداد میں انسٹال ہے مل جائے گا. آپ کو فعال ایک ینٹیوائرس اپلی کیشن کے ساتھ ایک Windows مشین پر ایک XAMPP کی درخواست کو انسٹال کر رہے ہیں تو، یہ نمایاں طور پر کی تنصیب کو سست کر سکتے ہیں، اور (ویب سرور، ڈیٹا بیس سرور) کے سرورز کی ایک ینٹیوائرس سافٹ ویئر کی طرف سے بلاک کیا جا سکتا ہے کا ایک موقع بھی ہے . آپ کو فعال ایک ینٹیوائرس آلے کے ہے، کارکردگی کے مسائل کے بغیر XAMPP کی کو چلانے کے لئے مندرجہ ذیل ترتیبات چیک کریں:

source: Add exceptions in the firewall: for Apache, MySQL or any other server.
ar: أضف قاعدة إستثناء في الجدار الناري : Apache, MySQL أو أي خدمات أخرى
es: Añade excepciones en el firewall: para Apache, MySQL o cualquier otro servidor.
fr: Ajoutez des exceptions dans le firewall : pour Apache, MySQL ou tout autre serveur.
it: Aggiungere eccezioni nel firewall per Apache, MySQL o qualsiasi altro server.
pl: Dodaj wyjątki do swojej zapory sieciowej: dla Apache'a, MySQL i innych serwerów.
ro: În firewall, adăugaţi excepţii: pentru Apache, pentru MySQL sau orice alt server.
tr: Güvenlik duvarı özel durumları ekleyin: Apache, MySQL veya başka bir sunucu için.
ur: Apache، MySQL یا کسی دوسرے سرور کے لئے: فصیل میں مستثنیات شامل کریں.

source: Scan files when executing: If you have enabled the antivirus scan for all files, the executable files for the servers may slow down.
ar: فحص الملفات عند التنفيذ: إذا قمت بتمكين الفحص المضاد للفيروسات لجميع الملفات، فقد تتباطأ الملفات القابلة للتنفيذ للخوادم.
es: Escanear los ficheros mientras se ejecutan: si tienes habilitado que el antivirus escanee todos los ficheros, los ficheros ejecutables de los servidores pueden ralentizarse.
fr: Analysez les fichiers lors de l'exécution : si vous avez activé l'analyse antivirus pour tous les fichiers, les fichiers exécutables pour les serveurs peuvent ralentir.
it: Eseguire la scansione dei file durante l'esecuzione Se è stata attivata la scansione antivirus di tutti i file, e i file eseguibili per i server si potranno rallentare.
pl: Skanuj pliki podczas uruchamiania: Jeśli włączono skanowanie antywirusowe dla wszystkich plików, pliki wykonywalne serwerów mogą być spowalniane.
ro: Scanarea fişierelor la executare: Dacă aţi activat scanarea antivirus pentru toate fişierele, executabilele serverelor pot incetini.
tr: Tarama dosyalar çalıştırıldığında: Eğer tüm dosyalar için antivirüs taraması etkin varsa, sunucular için çalıştırılabilir dosyaları yavaşlatabilir.
ur: عمل جب فائلوں کو اسکین: آپ تمام فائلوں کے لئے ینٹیوائرس سکین فعال ہے تو، سرورز کے لئے فائلوں کو سست کر سکتے ہیں.
