Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Please secure XAMPP before publishing anything online. A firewall or an external router are only sufficient for low levels of security. For slightly more security, you can run the "XAMPP Security console" and assign passwords.
ar: يرجى تأمين XAMPP قبل نشر أي شيء على الإنترنت. جدار الحماية أو جهاز توجيه خارجي يكفي فقط لمستويات منخفضة من الأمان. لمزيد من الأمان قليلاً، يمكنك تشغيل "وحدة تحكم أمان XAMPP" وتعيين كلمات مرور.
es: Por favor, establece seguridad en XAMPP antes de publicar nada online. Un firewall o un router sólo son correctos para bajos niveles de seguridad. Para algo más de seguridad, puedes ejecutar la "Consola de Seguridad de XAMPP" y asignar contraseñas.
fr: Sécurisez XAMPP avant toute publication en ligne. Un pare-feu ou un routeur suffisent pour de faibles niveaux de sécurité. Pour plus de sécurité, utilisez la "Console de Sécurité XAMPP" et choisissez des mots de passes.
it: Mettere in sicurezza XAMPP prima di pubblicare qualcosa online. UN firewall o un router esterno sono sufficienti solo per bassi livelli di sicurezza. Per più sicurezza, è possibile eseguire il "XAMPP Security console' e assegnare le password.
pl: Proszę zabezpieczyć XAMPP przed opublikowaniem czegokolwiek w Internecie. Zapora sieciowa lub zewnętrzny router wystarczają tylko na niskim poziomie bezpieczeństwa. Aby wpłynąć na nieco większe bezpieczeństwo, można uruchomić konsolę bezpieczeństwa XAMPP i przypisać hasła.
ro: Vă rugăm să protejaţi XAMPP înainte de a publica on-line. Un firewall sau un router extern sunt suficiente doar pentru un nivel scăzut de securitate. Pentru mai multă siguranţă, puteți rula "consola XAMPP Security" unde puteţi atribui parole.
tr: Herhangi bir şeyi yayınlamadan önce lütfen XAMPP'ı güvenli hale getirin. Bir güvenlik duvarı veya harici yönlendirici sadece düşük profil güvenlik sorunlarını önlemeye yardımcı olmakta. Hafif bir güvenlik artışı için, "XAMPP Güvenlik Konsolu" ile sunucularınıza gerekli şifreleri atayabilirsiniz.
ur: آن لائن کچھ بھی شائع کرنے سے پہلے XAMPP کی محفوظ کریں. فائروال یا ایک بیرونی روٹر سیکورٹی کی کم سطح کے لئے صرف کافی ہیں. تھوڑا سا زیادہ حفاظت کے لئے، آپ کو "XAMPP کی سیکورٹی کنسول" چلانے اور پاس ورڈ تفویض کر سکتے ہیں.

source: If you want have your XAMPP accessible from the internet, you should go to the following URI which can fix some problems:
ar: إذا كنت تريد أن يكون XAMPP الخاص بك يمكن الوصول إليه من الإنترنت، يجب عليك الانتقال إلى URI التالي الذي يمكن أن يحل بعض المشاكل:
es: Si quieres tener tu XAMPP accesible desde internet, ve a la siguiente URI que puede arreglar algunos problemas:
fr: Si vous désirez que votre XAMPP soit accessible depuis internet, visitez l'URI suivante pour résoudre certains problèmes :
it: Se volete avere il vostro XAMPP accessibili da Internet, si dovrebbe andare al seguente URI che può risolvere alcuni problemi
pl: Jeżeli chcesz aby twój XAMPP był dostępny przez internet, powinieneś podążyć za poniższym URI, który może naprawić niektóre problemy:
ro: Dacă doriţi să aveţi XAMPP accesibil pe internet, trebuie să mergeţi la următoarea adresă URI care poate rezolva unele probleme:
tr: Eğer internetten erişilebilir XAMPP' ınız olmasını isterseniz, bazı problemleri çözmek için aşağıdaki bağlantıya gidebilirsiniz:
ur: آپ انٹرنیٹ سے آپ XAMPP کی قابل رسائی ہے کرنا چاہتے ہیں تو، آپ کو کچھ مسائل کو ٹھیک کر سکتے ہیں جو مندرجہ ذیل URI کو جانا چاہئے:

source: With the security console you can set a password for the MySQL user "root" and phpMyAdmin. You can also enable a authentication for the XAMPP demopages.
ar: باستخدام وحدة تحكم الأمان يمكنك تعيين كلمة مرور لمستخدم MySQL "root" و phpMyAdmin. يمكنك أيضًا تمكين مصادقة لصفحات XAMPP التجريبية.
es: Con la consola de seguridad puedes establecer una contraseña para el usuario "root" de MySQL y phpMyAdmin. Puedes también habilitar autenticación para las páginas de ejemplo de XAMPP.
fr: Dans la console de sécurité vous pourrez choisir un mot de passe pour l'utilisateur "root" de MySQL et phpMyAdmin. Ou activer une identification pour les pages de démo XAMPP.
it: Con la console di sicurezza è possibile impostare una password per l'utente 'root' MySQL e phpMyAdmin. È inoltre possibile attivare l'autenticazione per i demopages XAMPP.
pl: Z konsolą bezpieczeństwa możesz ustawić hasło dla administratora MySQL i phpMyAdmina. Możesz także włączyć uwierzytelnianie dla stron z pakietu XAMPP.
ro: Cu consola de securitate puteţi seta o parolă pentru utilizator "root" MySQL şi phpMyAdmin. Puteţi activa, de asemenea, o autentificare pentru demopages XAMPP.
tr: Güvenlik konsolu ile MySQL kullanıcısı "root" ve phpMyAdmin'e şifre atayabilirsiniz. Ayrıca, XAMPP demo sayfalarındaki doğrulamayı etkinleştirebilirsiniz.
ur: سیکورٹی کنسول کے ساتھ آپ ایس کیو ایل صارف "جڑ" اور phpMyAdmin کے لئے ایک پاس ورڈ مقرر کر سکتے ہیں. تم نے بھی xampp کی demopages کے لئے ایک کی توثیق چالو کر سکتے ہیں.

source: This web based tool does not fix any additional security issues! Especially the FileZilla FTP server and the Mercury mail server you must secure yourself.
ar: لا تقوم هذه الأداة المستندة إلى الويب بإصلاح أي مشاكل أمنية إضافية! خاصةً خادم FileZilla FTP وخادم بريد Mercury الذي يجب عليك تأمينه بنفسك.
es: ¡Esta herramienta web no corrige ningún problema adicional de seguridad! Especialmente, debes establecer tu propia seguridad en los servidores FileZilla FTP y Mercury.
fr: Cet outil en ligne ne résout aucune question de sécurité supplémentaire ! Veillez spécialement à sécuriser vous-même le serveur FTP FileZilla et le serveur mail Mercury.
it: Questo strumento web-based non risolve tutti i problemi di sicurezza aggiuntivi! Soprattutto il server FileZilla FTP e il server di posta Mercury è necessario proteggerti.
pl: To narzędzie webowe nie potrafi naprawić każdej dodatkowej kwestii odnośnie bezpieczeństwa. W szczególności musisz sam ustawić serwer FileZilla FTP i serwer mailowy Mercury.
ro: Acest instrument bazat pe web nu rezolvă probleme suplimentare de securitate! Mai ales serverul FileZilla FTP şi serverul de mail Mercury securizate de d-voastră.
tr: Bu internet tabanlı araç hiçbir ekstra güvenlik problemini çözmemektedir! Özellikle FileZilla FTP sunucusu ile Mercury mail sunucusunu kendiniz güvenli hale getirmelisiniz.
ur: یہ ویب کی بنیاد پر آلے کے کسی بھی اضافی سیکورٹی کے مسائل حل نہیں ہے! خاص طور پر FileZilla کے FTP سرور اور مرکری میل سرور آپ کو اپنے آپ کو محفوظ کرنا ضروری ہے.

source: How do I uninstall XAMPP?
ar: كيفية إلغاء تثبيت XAMPP ؟
es: ¿Cómo desinstalo XAMPP?
fr: Comment désinstaller XAMPP ?
it: Come faccio a disinstallare XAMPP?
pl: Jak odinstalować XAMPP?
ro: Cum instalez XAMPP?
tr: XAMPP'ı nasıl kaldırabilirim?
ur: میں کس طرح اپنے کمپیوٹر سے xampp کی خارج کروں؟

source: If you installed XAMPP using the installer version, please use the Uninstaller. The Uninstaller will delete all XAMPP entries from your registry and it will uninstall some installed services included with XAMPP. We highly recommend that you use the Uninstall program for removing XAMPP installations from the Installer version.Please backup all the data you want to keep before uninstalling XAMPP.
ar: إذا كنت قد قمت بتثبيت XAMPP باستخدام إصدارات ZIP و7zip، فقم بإيقاف تشغيل جميع خوادم XAMPP والخروج من جميع اللوحات. إذا قمت بتثبيت أي خدمات، فقم بإلغاء تثبيتها وإغلاقها أيضًا. الآن ببساطة احذف المجلد بأكمله حيث تم تثبيت XAMPP. لا توجد إدخالات سجل ولا متغيرات بيئة لتنظيفها.
es: Si instalaste XAMPP usando la versión de instalador, por favor, usa el desinstalador. El desinstalador eliminará todas las entradas de XAMPP de tu registro y desinstalará algunos servicios incluidos con XAMPP. Recomendamos fervientemente que uses el programa de desinstalación para eliminar las instalaciones de XAMPP realizadas con el instalador. Por favor, haz copia de seguridad de todos los datos que quieras mantener antes de desinstalar XAMPP.
fr: Nous recommandons fortement d'utiliser l'outil de désinstallation pour supprimer une installation XAMPP faite avec l'installateur. Cet outil de désinstallation supprimera les entrées de la base de registre ainsi que certains services installés avec XAMPP. Avant d'utiliser cet outil de désinstallation, ayez soin de sauvegarder les données que vous désirez conserver.
it: Se avete installato XAMPP utilizzando la versione installer, si prega di utilizzare il programma di disinstallazione. Il programma di disinstallazione cancella tutte le voci di XAMPP dal registro di sistema e disinstallera' alcuni servizi installati con XAMPP. Consigliamo vivamente di utilizzare il programma di disinstallazione per rimuovere le installazioni di XAMPP . Effettuate un backup del Installer version.Per salvare tutti i dati che si desidera conservare prima di disinstallare XAMPP.
pl: Jeżeli zainstalowałeś pakiet XAMPP używając instalatora, proszę użyj deinstalatora. Deinstalator skasuje wszystkie wpisy XAMPP z twojego rejestru i także deinstaluje jakieś zainstalowane usługi włączone w pakiecie XAMPP. Bardzo polecamy użycie deinstalatora przy usuwaniu instalacji XAMPP. Proszę zrobić kopię zapasową wszystkich swoich danych przed deinstalacją pakietu XAMPP.
ro: Dacă aţi instalat XAMPP folosind versiunea de instalare, vă rugăm să utilizaţi programul de dezinstalare. Dezinstalarea va şterge toate intrările XAMPP în regiştrii şi va dezinstala unele servicii incluse cu XAMPP. Vă recomandăm să utilizaţi programul de dezinstalare pentru îndepărtarea instalărilor XAMPP din versiunea kitului de instalare. Vă rugăm să faceţi copii de siguraţă a datelor pe care doriţi să le păstraţi, înainte de dezinstalarea XAMPP.
tr: XAMPP'ı yükleyici versiyonuyla yüklediyseniz, lütfen Kaldırıcı'yı kullanın. Kaldırıcı kayıt defterinizden tüm XAMPP girdilerini ve bazı XAMPP ile gelen servisleri kaldıracaktır. Yükleyici kullanarak yüklediğiniz XAMPP yüklemelerini kesinlikle Kaldırıcı ile kaldırmanız önerilmektedir. Verilerinizi XAMPP'ı kaldırmadan önce lütfen yedekleyin.
ur: آپ انسٹالر ورژن استعمال XAMPP کی نصب، کی Uninstaller استعمال کریں. کی Uninstaller آپ کی رجسٹری کی طرف سے تمام XAMPP کی اندراجات کو خارج کر دیں اور اس کے ساتھ XAMPP شامل کچھ نصب خدمات انسٹال کیا جائے گا. ہم انتہائی اگر انسٹالر version.Please بیک اپ سے آپ XAMPP کی ناتنصیب سے پہلے رکھنا چاہتے ہیں تمام اعداد و شمار XAMPP کی تنصیبات کے دور کرنے کے لئے انسٹال پروگرام استعمال کرتے ہیں مشورہ ہے کہ.

source: If you installed XAMPP using the ZIP and 7zip versions, shut down all XAMPP servers and exit all panels. If you installed any services, uninstall and shut them down too. Now simply delete the entire folder where XAMPP is installed. There are no registry entries and no environment variables to clean up.
es: Si instalaste XAMPP usando las versiones ZIP o 7zip, apaga todos los servidores de XAMPP y sal de todos los paneles. Si instalaste algún servicio, apágalo y desinstálalo también. Ahora simplemente borra el directorio completo donde XAMPP está instalado. No hay entradas ni variables de entorno que debas borrar.
fr: Si vous aviez installé XAMPP en utilisant les versions ZIP et 7zip, arrêtez tous les serveurs XAMPP et fermez tous les panneaux. Si vous aviez installé des services, arrêtez les et désinstallez les aussi. Ensuite, supprimez le répertoire XAMPP. Il n'y a pas d'entrées de registre ni de variables d'environnement à nettoyer.
it: Se avete installato XAMPP utilizzando le versioni ZIP e 7zip, arrestare tutti i server XAMPP e chiudere tutti i pannelli. Se avete installato tutti i servizi, disinstallare e farli chiudere.Ora basta eliminare l'intera cartella dove è installato XAMPP.Non ci sono voci di registro e non variabili d'ambiente da ripulire.
pl: Jeżeli zainstalowałeś XAMPP używając programu ZIP i 7zip, wyłącz wszystkie serwery XAMPP i wyłącz wszystkie panele. Jeżeli instalowałeś jakieś usługi, odinstaluj je. Teraz możesz usunąć folder gdzie XAMPP został zainstalowany. Nie trzeba czyścić niczego więcej, ponieważ rejestr nie zawiera żadnych wpisów i zmiennych środowiskowych.
ro: Dacă aţi instalat XAMPP folosind versiuni ale ZIP şi 7zip, închideţi toate serverele XAMPP şi ieşiţi din toate panourile. Dacă aţi instalat oricare servicii, opriţi-le şi de asemenea dezinstalaţi-le. Apoi, ştergeţi simplu întregul folder în care s-a instalat XAMPP. Nu există intrări în Registry sau variabile de mediu care să necesite curăţire.
tr: XAMPP'ı ZIP ve 7zip versiyonları ile kurduysanız, tüm XAMPP sunucularını kapatın ve tüm panellerden çıkış yapın. Herhangi bir kurulu servisiniz varsa kaldırıp kapatın ve XAMPP'ın kurulu olduğu klasörü basitçe silin. Temizlemeniz gereken hiçbir kayıt bulunmamakta.
ur: آپ کو زپ اور 7zip ورژن کا استعمال کرتے ہوئے XAMPP کی نصب، تمام XAMPP کی سرورز کو بند اور تمام پینل سے باہر نکلیں. آپ کو کسی بھی خدمات نصب، انسٹال کریں اور انہیں بھی بند. اب صرف XAMPP کی نصب کیا جاتا ہے، جہاں پورے فولڈر کو خارج. صاف کرنے کے لئے کوئی رجسٹری اندراجات اور کوئی ماحول متغیر ہیں.

source: What is the "lite" version of XAMPP?
ar: ما هو الإصدار "الخفيف" من XAMPP؟
es: ¿Qué es la versión "lite" de XAMPP?
fr: Qu'est ce que la version "lite" de XAMPP?
it: Qual è la versione 'lite' di XAMPP?
pl: Co to jest wersja "lite" pakietu XAMPP?
ro: Ce este versiunea "redusă" a XAMPP?
tr: XAMPP'ın "lite" versiyonu nedir?
ur: XAMPP کی کی "واپس موضوع پر" ورژن کیا ہے؟

source: XAMPP Lite (means "light" as in "light-weight") is a smaller bundle of XAMPP components, which is recommended for quick work using only PHP and MySQL. Some servers or tools such as Mercury Mail and FileZilla FTP are missing in the Lite version.
ar: XAMPP Lite (تعني "خفيف" كما في "خفيف الوزن") هي حزمة أصغر من مكونات XAMPP، والتي يوصى بها للعمل السريع باستخدام PHP و MySQL فقط. بعض الخوادم أو الأدوات مثل Mercury خادم البريد وFileZilla FTP مفقودة في الإصدار Lite.
es: XAMPP Lite (significa "ligero" como en "peso ligero") es un conjunto más pequeño de los componentes de XAMPP, el cual es recomendado para trabajo rápido usando sólo PHP y MySQL. Algunos servidores o herramientas como Mercury Mail y FileZilla FTP no están incluidos en la versión Lite.
fr: XAMPP Lite (signifie "léger" comme "poids léger") est un sous-ensemble de composants XAMPP, recommandé pour du travail rapide avec seulement PHP et MySQL. Certains serveurs ou outils comme Mercury Mail et FileZilla FTP sont absents de la version Lite.
it: XAMPP Lite (significa 'luce', come in 'leggero') è un insieme minore di componenti XAMPP, che è raccomandato per un lavoro veloce usando solo PHP e MySQL. Alcuni server o strumenti come Mercury Mail e FileZilla FTP mancano nella versione Lite
pl: XAMPP Lite (oznacza "lekki" w znaczeniu "lekko ważący") jest mniejszym zestawem komponentów XAMPP, który jest zalecany dla szybszej pracy, używającej tylko PHP i MySQL. Niektóre serwery lub narzędzia tj. Mercury Mail i FileZilla FTP nie występują w wersji lekkiej.
ro: XAMPP Lite (însemnând "redus" ca în "greutate redusă") este un pachet mai mic de componente XAMPP, recomandat pentru treburi urgente, folosind doar PHP şi MySQL. Unele servere sau instrumente, cum ar fi Mercury Mail şi FileZilla FTP lipsesc din versiunea Lite.
tr: XAMPP Lite ("hafif" anlamında), XAMPP'ın tüm bileşenlerini içermeyen küçültülmüş paketidir. Sadece PHP ve MySQL ile çabuk işlemleri halletmek için önerilir. Bazı, Mercury Mail ve FileZilla FTP gibi sunucu veya araçlar Lite versiyonunda bulunmamakta.
ur: XAMPP کی واپس موضوع پر ("ہلکے وزن" میں کے طور پر "روشنی" کا مطلب ہے) صرف پی ایچ پی اور MySQL کا استعمال کرتے ہوئے فوری کام کے لئے سفارش کی جاتی ہے جس میں XAMPP کی اجزاء، کی ایک چھوٹی بنڈل ہے. اس طرح پارا میل اور FTP FileZilla کے طور پر کچھ سرورز یا فورم کے اوزار واپس موضوع پر ورژن میں یاد کر رہے ہیں.

source: Where should I place my web content?
ar: أين يجب أن أضع ملفات الويب الخاصة بي ؟
es: ¿Dónde debo colocar mi contenido web?
fr: Où devrais-je placer mon contenu web?
it: Dove devo inserire i miei contenuti web?
pl: Gdzie powinienem umieścić pliki z moją aplikacją internetową?
ro: Unde ar trebui să plasez conţinutul web-ului meu?
tr: Web içeriğimi nereye yerleştirmeliyim?
ur: میں اپنے ویب کے مواد کی جگہ چاہئے؟

source: The main directory for all WWW documents is xampphtdocs. If you put a file "test.html" in this directory, you can access it with the URI "http://localhost/test.html".
ar: المُجلد الرئيسي لجميع مستندات WWW هو xampphtdocs. إذا وضعت ملف test.html في هذا الدليل، يمكنك الوصول إليه باستخدام "http://localhost/test.html".
es: El directorio principal para los documentos WWW es \xampp\htdocs. Si pones un fichero "test.html" en este directorio, puedes acceder a él con la URI "http://localhost/test.html".
fr: Le répertoire principal pour les documents WWW est \xampp\htdocs. Placez-y un fichier "test.html" dans ce répertoire, et accédez-y avec l'URI "http://localhost/test.html".
it: La directory principale per tutti i documenti WWW è \xampp\htdocs. Se inserisci un file "test.html" in questa directory, è possibile consultarlo con l'URI "http://localhost/test.html".
pl: Główny folder dla wszystkich dokumentów WWW to \xampp\htdocs. Jeżeli umieścisz w tym katalogu plik "test.html", będziesz miał do niego dostęp przez URI: "http://localhost/test.html".
ro: Directorul principal pentru toate documentele WWW este \xampp\htdocs. Dacă în acest director puneţi un fişier "test.html" , îl puteţi accesa cu URI-ul "http://localhost/test.html".
tr: Tüm Web dökümanları için ana dizin "\xampp\htdocs"dur. Eğer "test.html" isimli bir dosyayı bu dizine koyarsanız, dosyaya "http://localhost/test.html" bağlantısı ile ulaşabilirsiniz.
ur: تمام ورلڈ وائڈ ویب دستاویزات کے لئے اہم ڈائریکٹری xampp\htdocs\ ہے. اگر آپ ایک فائل "test.html" اس ڈائریکٹوری میں ڈالیں, تو آپ اس تک رسائی حاصل کر سکتے ہیں"URI "http://localhost/test.html اس کے ساتھ .

source: And "test.php"? Just use "http://localhost/test.php". A simple testscript can be:
ar: و "test.php"؟ فقط استخدم "http://localhost/test.php". يمكن أن يكون برنامج اختبار بسيط:
es: ¿Y "test.php"? Simplemente usa "http://localhost/test.php". Un fichero de test simple puede ser:
fr: Et "test.php" ? Utilisez "http://localhost/test.php". Un script de test peut être:
it: E "test.php"? Basta usare "http://localhost/test.php". Un semplice script di test può essere:
pl: I "test.php"? Wystarczy użyć http://localhost/test.php". Prostym skryptem testowym może być:
ro: Şi în cazul "test.php"? Folosiţi simplu "http://localhost/test.php". Un script de test simplu poate fi:
tr: Ve "test.php" sayfası için ": //localhost/test.php" yeterlidir. Basit bir deneme kodu olarak:
ur: اور "test.php"؟ صرف "http://localhost/test.php" کا استعمال. ایک سادہ testscript ہو سکتا ہے:

source: A new subdirectory for your web? Just make a new directory (e.g. "new") inside the directory "xampphtdocs" (best without whitespaces and only ASCII), create a test file in this directory and access it with "http://localhost/new/test.php".
ar: دليل فرعي جديد للويب الخاص بك؟ ما عليك سوى إنشاء مجلد جديد (على سبيل المثال "جديد") ضمن المُجلد "xampphtdocs" (من الأفضل بدون مسافات بيضاء و ASCII فقط)، قم بإنشاء ملف تجريبي في هذا المجلد والوصول إليه باستخدام "http://localhost/new/test.php".
es: ¿Un nuevo subdirectorio para tu web? Simplemente crea un nuevo directorio (p.ej. "new") dentro del directorio "\xampp\htdocs" (mejor sin espacios y sólo caracteres ASCII), crea un fichero de ejemplo en este directorio y accede a el con "http://localhost/new/test.php".
fr: Un nouveau sous-répertoire pour votre web? Créez un répertoire (par ex. "nouveau") dans "\xampp\htdocs" (de préférence sans espaces et seulement en ASCII), créez-y un fichier de test accessible avec "http://localhost/nouveau/test.php".
it: Una nuova sottodirectory per il web? Basta fare una nuova directory (p.e. "nuova") all'interno della directory "\xampp\htdocs" (meglio senza spazi vuoti e solo ASCII), creare un file di prova in questa directory e accedervi con "http://localhost/nuova/test.php".
pl: Nowy podkatalog dla twojej strony www? Stwórz nowy katalog (np. "nowy") wewnątrz katalogu "\xampp\htdocs" (najlepiej bez znaków odstępów i tylko używając znaków ASCII), utwórz plik testowy w tym katalogu i spróbuj uzyskać do niego dostęp przez URL: "http://localhost/nowy/test.php".
ro: Un subdirector nou pentru web-ul vostru? Trebuie doar să creeaţi un nou director (de ex. "new") în directorul "\xampp\htdocs" (cel mai bine fără spaţii albe şi doar ASCII), în acest director creeaţi un fişier de test şi accesaţi-l cu "http://localhost/new/test.php".
tr: Alt klasöre mi ihtiyacınız var? //xampp//htdocs klasörünün içine örnek olarak "yeni" adlı bir klasör oluşturun(En iyisi boşluksuz ve ASCII Kodlama karekerleri ile olmasıdır). Bu klasör içinde test dosyanızı oluşturun ve ona erişmek için "http:// localhost/yeni/test.php" adresini kullanın.
ur: آپ کی ویب کے لئے ایک نئی ذیلی ڈائریکٹری؟ صرف ایک نئی ڈائریکٹری بنایں ("e.g. "new) ڈائریکٹری کے اندر "xampp\htdocs\" ایک ٹیسٹ فائل بنایں اور اس سے رسائی حاصل کریں "http://localhost/new/test.php".

source: Further specifics
ar: المزيد من التفاصيل
es: Específicamente
fr: Autres spécificités
it: Ulteriori specifiche
pl: Inne specyfikacje
ro: Specificaţii suplimentare
tr: Diğer özelliklerini
ur: مزید تفصیلات

source: Executable:
ar: الملف التنفيذي
es: Ejecutable:
fr: Exécutable:
it: Eseguibile:
pl: Wykonywalny:
ro: Executabil:
tr: Çalıştırılabilir:
ur: کارکردگی:

source: Allowed endings:
ar: النهايات المسموح بها
es: Finales permitidos:
fr: Suffixes autorisés:
it: Ammessi finali:
pl: Dozwolone zakończenia:
ro: Terminatori acceptaţi:
tr: İzin verilen sonlar:
ur: ختم اجازت:

source: basic package
ar: حُزم أساسية
es: paquete basico
fr: paquetage de base
it: Pacchetto basico
pl: pakiet podstawowy
ro: pachet de bază
tr: temel paket
ur: بنیادی پیکیج

source: Can I move the XAMPP installation?
ar: هل يمكنني نقل تثبيت XAMPP؟
es: ¿Puedo mover la instalación de XAMPP?
fr: Puis je déplacer l'installation XAMPP?
it: Posso spostare l'installazione di XAMPP?
pl: Czy mogę przenieść instalację XAMPP?
ro: Pot reloca XAMPP instalat?
tr: XAMPP kurulumunu taşıyabilir miyim?
ur: میں XAMPP کی تنصیب منتقل کر سکتے ہیں؟

source: Yes. After moving of the XAMPP directory, you must execute "setup_xampp.bat". The paths in the configuration files will be adjusted with this step.
ar: نعم. بعد نقل دليل XAMPP، يجب عليك تنفيذ "setup_xampp.bat". سيتم تعديل المسارات في ملفات التكوين بهذه الخطوة.
es: Sí. Tras mover el directorio de XAMPP, debes ejecutar "setup_xampp.bat". Los paths de los directorios de configuración se ajustarán con este paso.
fr: Oui. D'abord, déplacez le répertoire XAMPP, ensuite exécutez "setup_xampp.bat". Les chemins dans les fichiers de configuration seront actualisés.
it: Sì. Dopo lo spostamento della directory XAMPP, è necessario eseguire 'setup_xampp.bat'. I percorsi dei file di configurazione verranno regolati con questo passo.
pl: Tak. Po przeniesieniu katalogu XAMPP, musisz wykonywać plik setup_xampp.bat". W tym kroku ścieżki w plikach konfiguracyjnych zostaną zaktualizowane.
ro: Da. După ce mutaţi directorul XAMPP-ului, trebuie executat "setup_xampp.bat". Cu această ocazie, se vor reconfigura căile în fişierele de configurare.
tr: Evet. XAMPP dizinin taşındıktan sonra "setup_xampp.bat " çalıştırmalısınız. Yapılandırma dosyaları bu adımı ile ayarlanacaktır.
ur: جی ہاں. XAMPP کی ڈائریکٹری کے منتقل کرنے کے بعد، آپ "setup_xampp.bat" عملدرآمد ضروری ہے. ترتیب فائل میں راستے اس قدم کے ساتھ ایڈجسٹ کیا جائے گا.
