Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: If you extract XAMPP in a top level folder like "C:\" or "D:\", you can start most servers like Apache or MySQL directly without execution of the file "setup_xampp.bat".
ar: إذا قمت باستخراج XAMPP في مجلد مستوى أعلى مثل "C:" أو "D:"، يمكنك بدء تشغيل معظم الخوادم مثل Apache أو MySQL مباشرةً دون تنفيذ الملف "setup_xampp.bat".
es: Si extraes XAMPP en un directorio principal como "C:\" o "D:\", puedes iniciar la mayoría de los servidores como Apache o MySQL directamente sin ejecutar el archivo "setup_xampp.bat".
fr: Si vous extrayez XAMPP sous la racine comme "C:\" ou "D:\", vous lancerez la plupart des serveurs comme Apache ou MySQL sans exécution de "setup_xampp.bat".
it: Se si estrae XAMPP in una cartella di livello superiore come 'C \ ' o 'D \ ', è possibile avviare la maggior parte dei server come Apache o MySQL direttamente senza l'esecuzione del file 'setup_xampp.bat'.
pl: Jeśli wypakujesz XAMPP do katalogu głównego jak "C:\" lub "D:\", możesz uruchomić większość serwerów jak Apache czy MySQL bezpośrednio, bez potrzeby uruchamiania pliku "setup_xampp.bat".
ro: Dacă extrageţi XAMPP într-un director principal precum "C:\" sau "D:\", puteţi porni majoritarea serverelor, cum ar fi Apache sau MySQL, fără executarea fişierului "setup_xampp.bat".
tr: XAMPP'ı "C:\" veya "D:\" gibi üst klasörlere çıkarırsanız, Apache veya MySQL gibi birçok sunucuyu "setup_xampp.bat" dosyasını çalıştırmadan başlatabilirsiniz.
ur: اگر آپ XAMPP کو اعلی سطحی فولڈر جیسا کہ ,"C:\" or "D:\" میں ڈالیں تو آپ بہت سی سروسز جیسا کہ Apeche اور MySQL براہراست شروع کر سکتے ہیں "setup_xampp.bat" اس فائل کو چلاے بغیر .

source: Not using the setup script, or selecting relative paths in the setup script, is preferred if you are installing XAMPP on a usb drive. Because on each pc such a drive can have an other drive letter. You can switch from absolute to relative paths at any time with the setup script.
ar: يُفضل عدم استخدام بُريمج التهيئة، أو تحديد مسارات نسبية في البرنامج النصي للإعداد، إذا كنت تقوم بتثبيت XAMPP على محرك أقراص USB. لأنه على كل جهاز حاسوب يمكن أن يكون لمحرك الأقراص هذا حرف محرك أقراص آخر. يمكنك التبديل من مسارات مطلقة إلى مسارات نسبية في أي وقت باستخدام البرنامج النصي للإعداد.
es: No usar el script de instalación, o seleccionar paths relativos en el script de instalación, es preferible si estás instalando XAMPP en un disco duro USB, debido a que en cada ordenador ese dispositivo puede estar en una unidad distinta. Puedes cambiar de paths absolutos a relativos cuando quieras con el script de instalación.
fr: Pour une installation sur une clé USB, ne pas utiliser le script d'installation ou utiliser des chemins relatifs est préférable. Parce que sur chaque PC ce type de drive peut avoir une lettre différente. A tout moment, vous pourrez passez au chemins relatifs avec le script d'installation.
it: Non usando lo script di installazione, oppure selezionando i percorsi relativi nello script di setup, è preferibile se si sta installando XAMPP su un drive usb. Perché su ogni pc una tale unità possa avere un'altra lettera di unità. È possibile passare da assoluto a percorsi relativi in ​​ogni momento con lo script di installazione.
pl: Należy nie używać skryptu instalacyjnego lub wybrać ścieżki względne w skrypcie instalacyjnym, jest to korzystne w przypadku instalacji XAMPP na dysku USB, ponieważ na każdym komputerze taki napęd może mieć inną literę napędu. Możesz w każdej chwili przełączyć się pomiędzy ścieżkami relatywnymi a absolutnymi w skrypcie instalacyjnym.
ro: Nefolosind scriptul de configurare, sau selectând căi relative în script-ul de configurare, este de preferat pentru istalarea XAMPP pe un drive USB. Pentru că pe fiecare PC o astfel de unitate poate avea o altă literă de alocată. Puteți trece de la absolut la relativ în orice moment, cu script-ul de configurare.
tr: XAMPP'ı usb sürücüye kurarken, her bilgisayarda farklı sürücü ismi olabileceği için belirsiz yol seçmeniz önerilir. Yükleme işlemiyle klasör yolunu belirli veya belirsiz olarak istediğiniz an değiştirebilirsiniz.
ur: آپ کو ایک یوایسبی ڈرائیو پر XAMPP کی نصب کر رہے ہیں تو سیٹ اپ سکرپٹ کا استعمال کرتے ہوئے، یا سیٹ اپ سکرپٹ میں رشتہ دار کے راستے کا انتخاب نہیں، ترجیح دی جاتی ہے. ہر کمپیوٹر پر اس طرح کی ایک ڈرائیو ایک دوسرے ڈرائیو خط ہے کر سکتے ہیں. آپ سیٹ اپ سکرپٹ کے ساتھ کسی بھی وقت رشتہ دار راستے پر مطلق کی طرف سے تبدیل کر سکتے ہیں.

source: Using the installer from our Downloads page is the easiest way to install XAMPP. After the installation is complete, you will find XAMPP under Start | Programs | XAMPP. You can use the XAMPP Control Panel to start/stop all server and also install/uninstall services.
ar: استخدام المثبت من صفحة التنزيلات لدينا هو أسهل طريقة لتثبيت XAMPP. بعد اكتمال التثبيت، ستجد XAMPP ضمن ابدأ | البرامج | XAMPP. يمكنك استخدام لوحة تحكم XAMPP لبدء/إيقاف تشغيل جميع الخوادم وكذلك تثبيت/إلغاء تثبيت الخدمات.
es: Usar el instalador de nuestra página de Descargas es la forma más fácil de instalar XAMPP. Cuando la instalación se complete, encontrarás XAMPP en Inicio | Programas | XAMPP. Puedes usar el Panel de Control de XAMPP para iniciar/parar todos los servidores y también para instalar/desinstalar servicios.
fr: Le plus facile est d'installer XAMPP avec l'installateur de la page de téléchargement. Ensuite, vous trouverez Démarrer | Programmes | XAMPP. Le panneau de contrôle XAMPP permet de démarrer/stopper tous les serveurs et installer/désinstaller les services.
it: Utilizzando il programma di installazione dalla nostra pagina di download è il modo più semplice per installare XAMPP.Dopo aver completato l'installazione, troverete XAMPP sotto Start | Programmi | XAMPP. È possibile utilizzare il Pannello di controllo di XAMPP per avviare / arrestare tutti i server e anche installare / disinstallare servizi.
pl: Używając instalatora z naszej strony pobierania, łatwo zainstalujesz pakiet XAMPP. Po instalacji XAMPP znajdziesz w Start => Programy => XAMPP. Możesz użyć Panelu Kontrolnego XAMPP, aby uruchamiać/zatrzymywać wszystkie serwery i także instalować/usuwać usługi.
ro: Folosind programul de instalare de pe pagina noastră Download-uri este cel mai simplu mod de a instala XAMPP. După ce instalarea este completă, veţi găsi XAMPP în Start | Programe | XAMPP. Puteţi utiliza panoul de control XAMPP pentru a porni/opri toate serverele şi de asemenea să instalaţi/dezinstalaţi servicii.
tr: İndirme sayfamızdaki indirici, XAMPP'ı kurmanın en kolay yoludur. Yükleme tamamlandıktan sonra XAMPP'ı Başlat | Programlar | XAMPP klasöründe bulabilirsiniz. XAMPP Kontrol Panel'ini kullanarak sunucuları başlatıp durdurmanın yanında servis olarak yükleyip kaldırabilirsiniz.
ur: ہمارے ڈاؤن لوڈ کے صفحے سے انسٹالر استعمال کرتے ہوئے XAMPP کی نصب کرنے کے لئے کا سب سے آسان طریقہ ہے. XAMPP کی | پروگرام | تنصیب مکمل ہونے کے بعد، آپ کو شروع کرنے کے تحت XAMPP کی مل جائے گا. آپ / شروع تمام سرور کو روکنے کے اور بھی / انسٹال کی خدمات کو انسٹال کرنے کے XAMPP کی کنٹرول پینل استعمال کر سکتے ہیں.

source: The universal control center is the "XAMPP Control Panel" (thanks www.nat32.com). It is started with:
ar: مركز التحكم العالمي هو "لوحة تحكم XAMPP" (شكرًا www.nat32.com). يتم تشغيله بـ
es: El Centro de Control principal es el "XAMPP Control Panel" (gracias www.nat32.com). Se inicia con:
fr: Le centre de contrôle universel est le "Panneau de Contrôle XAMPP" (grâce à www.nat32.com). Il est lancé avec :
it: Il centro di controllo universale è il 'Pannello di XAMPP Control' (grazie www.nat32.com). Si è iniziato con:
pl: Uniwersalne centrum kontroli to "Panel Kontroli XAMPP" (dzięki www.nat32.com). Jest uruchamiane z:
ro: Centrul universal de control este "Control Panel XAMPP" (mulţumiri www.nat32.com). Se începe cu:
tr: Evrensel kontrol merkezi "XAMPP Kontrol Paneli" (www.nat32.com ' a Teşekkürler). Şununla başlatılır:
ur: عالمی کنٹرول سینٹر "XAMPP کی کنٹرول پینل" (شکریہ www.nat32.com) ہے. اس کے ساتھ شروع کر دیا ہے:

source: How do I start and stop XAMPP?
ar: كيف يمكنني بدء تشغيل XAMPP وإيقافه؟
es: ¿Cómo inicio y paro XAMPP?
fr: Comment lancer/arrêter XAMPP ?
it: Come faccio ad avviare o stoppare XAMPP?
pl: Jak mogę uruchomić i zatrzymać XAMPP?
ro: Cum pornesc şi opresc XAMPP?
tr: XAMPP'i nasıl başlatır ve durdururum?
ur: میں کس طرح شروع کرنے اور XAMPP کی روک سکتا ہوں؟

source: You can also use some batchfiles to start/stop the servers:
ar: يمكنك أيضًا استخدام بعض ملفات batch لبدء/إيقاف تشغيل الخوادم:
es: Puedes también usar algunos ficheros batch para iniciar/parar servidores:
fr: Des fichiers batch permettent aussi de démarrer/stopper les serveurs:
it: È inoltre possibile utilizzare alcuni batchfiles per avviare/arrestare i server:
pl: Możesz też użyć kilku skryptów by uruchomić lub zatrzymać serwery:
ro: Puteţi folosi, de asemenea, unele fişiere stive de comenzi - batch pentru a porni/opri serverele:
tr: Sunucuları başlatmak/durdurmak için ayrıca batchfile dosyaları da kullanabilirsiniz:
ur: تم نے بھی سرور کو روکنے / شروع کرنے کے لئے کچھ batchfiles استعمال کر سکتے ہیں:

source: Apache &amp; MySQL start:
ar: بدء تشغيل Apache &amp; MySQL:
es: Iniciar Apache y MySQL:
fr: Démarrer Apache &amp; MySQL:
it: Avvio Apache &amp; MySQL:
pl: Uruchomienie Apache &amp; MySQL:
tr: Apache &amp; MySQL' i başlat:
ur: اپاچی اور مائی ایس کیو ایل شروع:

source: Apache &amp; MySQL stop:
ar: إيقاف Apache &amp; MySQL:
es: Parar Apache y MySQL:
fr: Arrêter Apache &amp; MySQL:
pl: Zatrzymywanie Apache &amp; MySQL:
tr: Apache &amp; MySQL durdur:
ur: اپاچی اور مائی ایس کیو ایل سٹاپ:

source: Apache start:
ar: تشغيل Apache:
es: Iniciar Apache:
fr: Démarrer Apache:
it: Avvia Apache:
pl: Uruchomienie Apache'a:
tr: Apache'yi başlat:
ur: اپاچی شروع:

source: Apache stop:
ar: إيقاف de Apache:
es: Detener Apache:
fr: Arrêt de Apache:
it: Ferma Apache:
pl: Zatrzymywanie Apache:
tr: Apache'yi durdur:
ur: اپاچی سٹاپ:

source: MySQL start:
ar: تشغيل MySQL:
es: Iniciar MySQL:
fr: Démarrer MySQL:
it: Avvia Mysql:
pl: Uruchamianie MySQL:
tr: MySQL'i başlat:
ur: ایس کیو ایل شروع:

source: MySQL stop:
ar: توقيف MySQL:
es: Para MySQL:
fr: Arrêter MySQL:
it: Ferma MySQL:
pl: Zatrzymywanie MySQL:
tr: MySQL'i durdur:
ur: ایس کیو ایل سٹاپ:

source: Mercury Mailserver start:
ar: تشغيل Mercury خادم البريد:
es: Iniciar Mercury Mailserver:
fr: Démarrer Mercury Mailserver:
it: Avvia Mercury Mailserve:
pl: Uruchomienie serwera mailowego Mercury:
tr: Mercury Mailserver başlat:
ur: مرکری Mailserver شروع:

source: Mercury Mailserver stop:
ar: إيقاف Mercury خادم البريد:
es: Parar Mercury Mailserver:
fr: Arrêter Mercury Mailsever:
it: Ferma Mercury Mailserver:
pl: Zatrzymywanie serwera mailowego Mercury:
tr: Mercury Mailserver durdur:
ur: مرکری Mailserver سٹاپ:

source: FileZilla Server start:
ar: تشغيل خادم FileZillo:
es: Iniciar Servidor FileZilla:
fr: Démarrer FileZillo Server:
it: Avvia FileZilla Server:
pl: Uruchomienie serwera FileZilla:
tr: FileZilla Server başlat:
ur: FileZilla کے سرور شروع:

source: FileZilla Server stop:
ar: إيقاف خادم FileZilla:
es: Parar Servidor FileZilla:
fr: Arrêter FileZilla Server:
it: Ferma FileZilla Server:
pl: Zatrzymanie serwera FileZilla:
tr: FileZilla Server durdur:
ur: FileZilla کے سرور سٹاپ:

source: How can I install a server as a service?
ar: كيف يمكنني تثبيت خادم كخدمة؟
es: ¿Cómo puedo instalar un servidor como servicio?
fr: Comment installer un serveur comme service?
it: Come posso installare un server come servizio?
pl: Jak mogę zainstalować serwer jako usługę?
ro: Cum pot instala serverul drept serviciu?
tr: Bir sunucuyu nasıl servis olarak yükleyebilirim?
ur: میں کس طرح ایک خدمت کے طور پر ایک سرور انسٹال کر سکتے ہیں؟

source: Each server in XAMPP you can install also as Windows service. You can also install it from the XAMPP Control Panel. In this case it is necessary to run the scripts or the Control Panel with Administrator privileges.
ar: كل خادم في XAMPP يمكنك تثبيته أيضًا كخدمة ويندوز. يمكنك أيضًا تثبيته من لوحة تحكم XAMPP. في هذه الحالة من الضروري تشغيل البرامج النصية أو لوحة التحكم بامتيازات المسؤول.
es: Puedes instalar cada servidor en XAMPP como servicio de Windows. También puedes instalarlo desde el Panel de Control de XAMPP. En este caso, es necesario ejecutar los scripts o el Panel de Control con privilegios de Administrador.
fr: Chaque serveur dans XAMPP peut devenir un service Windows. C'est possible depuis le panneau de contrôle XAMPP. Il est alors nécessaire de démarrer le Panneau de Contrôle en tant qu'administrateur.
it: Per ogni server XAMPP è possibile installare come servizio di Windows. È inoltre possibile installare dal pannello di controllo di XAMPP. In questo caso è necessario eseguire gli script o il pannello di controllo con privilegi di amministratore.
pl: Każdy serwer w pakiecie XAMPP może być zainstalowany jako usługa Windows. Możesz tego dokonać przez Panel Kontrolny XAMPP. W większości przypadków uruchomienie skryptów lub Panelu Kontrolnego wymaga uprawnień administratora.
ro: Puteţi instala de asemenea fiecare server din XAMPP drept serviciu Windows. Îl puteţi instala dealtfel din Panoul de Control XAMPP. În această situaţie, este necesar a rula scripturile sau Panoul de Control cu drepturi de Administrator.
tr: XAMPP'taki her sunucuyu Windows servisi olarak kurabilirsiniz. Bunu XAMPP Kontrol Paneli'ni kullanarakta yapabilirsiniz. Sunucuları Windows servisi olarak kurabilmek için komut dosyalarının veya Kontrol Panel'inin Yönetici haklarıyla çalıştırılması gereklidir.
ur: xampp کی میں ہر سرور آپ ونڈوز خدمت کے طور پر بھی انسٹال کر سکتے ہیں. تم نے بھی xampp کی کنٹرول پینل سے انسٹال کر سکتے ہیں. اس صورت میں یہ ایڈمنسٹریٹر کی سہولیات کے ساتھ سکرپٹ یا کنٹرول پینل کو چلانے کے لئے ضروری ہے.

source: Apache service install: xamppapacheapache_installservice.bat
ar: تثبيت خدمة Apache: xamppppapacheapache_installservice.bat
es: Instalar el servicio Apache: \xampp\apache\apache_installservice.bat
fr: Installation du service Apache : \xampp\apache\apache_installservice.bat
it: Installare il servizio Apache:\xampp\apache\apache_installservice.bat
pl: Instalacja usługi Apache: \xampp\apache\apache_installservice.bat
ro: Instalare serviciu Apache: \xampp\apache\apache_installservice.bat
tr: Apache servisini yükle: \xampp\apache\apache_installservice.bat
ur: اپاچی سروس انسٹال کریں: xampp\apache\apache_installservice.bat\

source: Apache service uninstall: xamppapacheapache_uninstallservice.bat
ar: إلغاء تثبيت خدمة Apache : xamppapacheapache_uninstallservice.bat
es: Desinstalar el servicio Apache: \xampp\apache\apache_uninstallservice.bat
fr: Désinstallation du service Apache : \xampp\apache\apache_uninstallservice.bat
it: Disinstallazione del servizio Apache:\xampp\apache\apache_uninstallservice.bat
pl: Deinstalacja usługi Apache: \xampp\apache\apache_uninstallservice.bat
ro: Dezinstalare serviciu Apache: \xampp\apache\apache_uninstallservice.bat
tr: Apache servisini kaldır: \xampp\apache\apache_uninstallservice.bat
ur: Apache سروس انسٹال کریں : xampp\apache\apache_uninstallservice.bat\

source: MySQL service install: xamppmysqlmysql_installservice.bat
ar: خدمة تثبيت MySQL xamppmysqlmysql_installservice.bat
es: Instalar el servicio MySQL: \xampp\mysql\mysql_installservice.bat
fr: Installation du service MySQL : \xampp\mysql\mysql_installservice.bat
it: Installazione del servizio MySQL: \xampp\mysql\mysql_installservice.bat
pl: Instalacja usługi MySQL: \xampp\mysql\mysql_installservice.bat
ro: Instalare serviciu MySQL: \xampp\mysql\mysql_installservice.bat
tr: MySQL servisini yükle: \xampp\mysql\mysql_installservice.bat
ur: ایس کیو ایل سروس انسٹال کریں: \xampp\mysql\mysql_installservice.bat

source: MySQL service uninstall: xamppmysqlmysql_uninstallservice.bat
ar: إلغاء تثبيت خدمة MySQL xamppmysqlmysql_uninstallservice.bat
es: Desinstalar el servicio MySQL: \xampp\mysql\mysql_uninstallservice.bat
fr: Désinstallation du service MySQL : \xampp\mysql\mysql_uninstallservice.bat
it: Disinstallazione sel servizio MySQL: \xampp\mysql\mysql_uninstallservice.bat
pl: Deinstalacja usługi MySQL: \xampp\mysql\mysql_uninstallservice.bat
ro: Dezinstalare serviciu MySQL: \xampp\mysql\mysql_uninstallservice.bat
tr: MySQL servisini kaldır: \xampp\mysql\mysql_uninstallservice.bat
ur: ایس کیو ایل سروس انسٹال: \xampp\mysql\mysql_uninstallservice.bat

source: FileZilla service (un)install: xamppfilezilla_setup.bat
ar: تثبيت وإلغاء تثبيت خدمة FileZilla : xamppfilezilla_setup.bat
es: (Des)instalación del servicio FileZilla: \xampp\filezilla_setup.bat
fr: (Dés)Installation du service FileZilla: \xampp\filezilla_setup.bat
it: FileZilla (Server FTP) installazione/disinstallazione del servizio: \xampp\filezilla_setup.bat
pl: (De)instalacja usługi FileZilla: \xampp\filezilla_setup.bat
ro: (Dez)Instalare serviciu FileZilla: \xampp\filezilla_setup.bat
tr: FileZilla servisini yükle/kaldır: \xampp\filezilla_setup.bat
ur: FileZilla کے خارج انسٹال کریں: \xampp\filezilla_setup.bat

source: Mercury: No service installation available
ar: Mercury: خدمة التثبيت غير متوفرة
es: Mercury: No disponible la instalación de servicio
fr: Mercury: Service d'installation NON disponible
it: Mercury Nessuna installazione disponibile per il servizio
pl: Mercury: Brak instalacji usługi
ro: Mercury: Nici o instalare de serviciu disponibilă
tr: Mercury: Servis yüklemesi mevcut değil
ur: مرکری: کوئی سروس کی تنصیب دستیاب

source: The XAMPP demopage is accessible via network.
ar: يجب توافر إتصال أنترنت للإطلاع على صفحة العرض
es: La página de ejemplo de XAMPP está accesible a través de red.
fr: La page de démo XAMPP est accessible par le réseau.
it: XAMPP la pagina demo è accessibile dalla rete.
pl: Strona demonstracyjna XAMPP jest dostępna przez sieć.
ro: Pagina demonstrativă XAMPP este accesibilă în reţea.
tr: XAMPP demo sayfası network ile erişilebilir.
ur: xampp کی demopage نیٹ ورک کے ذریعے قابل رسائی ہے.

source: The default users of Mercury and FileZilla are known.
ar: المُسخدمين الإفتراضيين ل Mercury و FileZilla هم معروفين.
es: Los usuarios por defecto de Mercury y FileZilla son conocidos.
fr: Les utilisateurs par défaut de Mercury et FileZilla sont connus.
it: L'impostazione predefinita, gli utenti di Mercury e FileZilla sono noti.
pl: Domyślni użytkownicy programu Mercury i FileZilla są znani.
ro: Utilizatorii impliciţi ai Mercury si FileZilla sunt cunoscuţi.
tr: Mercury ve FileZilla'nın varsayılan kullanıcıları tanınmaktadır.
ur: مرکری اور FileZilla کے پہلے سے طے شدہ صارفین کے نام سے جانا جاتا.

source: All points can be a huge security risk. Especially if XAMPP is accessible via network and people outside your LAN. It can also help to use a firewall or a (NAT) router. In case of a router or firewall, your PC is normally not accessible via network. It is up to you to fix these problems. As a small help there is the "XAMPP Security console".
ar: يمكن أن تشكل جميع النقاط خطرًا أمنيًا كبيرًا. خاصة إذا كان يمكن الوصول إلى XAMPP عبر الشبكة والأشخاص خارج شبكة LAN الخاصة بك. يمكن أن يساعد أيضًا استخدام جدار حماية أو جهاز توجيه (NAT). في حالة وجود جهاز توجيه أو جدار حماية، لا يمكن عادةً الوصول إلى جهاز الكمبيوتر الخاص بك عبر الشبكة. الأمر متروك لك لإصلاح هذه المشاكل. كمساعدة صغيرة هناك "وحدة تحكم أمان XAMPP".
es: Todo esto puede ser un enorme riesgo de seguridad. Especialmente si XAMPP está accesible a través de la red y gente fuera de tu LAN. Para mejorar la seguridad, puede ayudar el uso de un firewall o un router (NAT). En el caso de un router o firewall, tu PC no estará normalmente accesible a través de la red. Depende de ti arreglar estos problemas. Una pequeña ayuda es la "Consola de Seguridad de XAMPP".
fr: Tout peut être une faille de sécurité. Spécialement si XAMPP est accessible en réseau local ou au delà. La présence d'un pare-feu ou d'un routeur (NAT) peut aider, car dans ce cas votre PC est normalement inaccessible via le réseau. C'est à vous de résoudre ces questions. La "Console de Sécurité XAMPP" apportera une petite aide.
it: Tutti i punti possono essere un enorme rischio per la sicurezza. Soprattutto se XAMPP è accessibile tramite la rete e le persone al di fuori della LAN. Può inoltre essere utile per utilizzare un firewall o un router NAT (Network Address Translation). In caso di un router o un firewall, il PC è normalmente non accessibili tramite la rete. A voi il compito di risolvere questi problemi. Come un piccolo aiuto c'è il "XAMPP Security console".
pl: Wszystkie punkty mogą być ogromnym zagrożeniem dla bezpieczeństwa. Zwłaszcza jeżeli XAMPP jest dostępny przez sieć i ludzie mają dostęp do niego poza twoją siecią LAN. Także może być pomocne użycie zapory sieciowej lub routera NAT. W przypadku routera lub zapory twój komputer nie jest normalnie dostępny przez sieć. To do ciebie należy zadanie rozwiązania tych problemów. Jako małą pomoc dajemy "konsolę bezpieczeństwa XAMPP".
ro: Toate punctele pot reprezenta un imens risc de securitate. Mai ales dacă XAMPP este accesibil prin intermediul reţelei şi persoanelor din afara LAN-ului vostru. De ajutor poate fi de asemenea utilizarea unui firewall sau a unui router (NAT) . Folosind un router sau un firewall, PC-ul vostru este în mod normal inaccesibil în reţea. Rezolvarea acestor probleme, vă revine. De un oarecare ajutor este "Consola de securitate XAMPP".
tr: Tüm noktalar büyük güvenlik risklerine sebebiyet verebilir. Özellikle XAMPP, ağ veya dış kaynaklar tarafından erişime açıksa. Güvenlik duvarı veya (NAT) yönlendirici kullanmak buna yardım edebilir. Yönlendirici veya güvenlik duvarı kullanılması durumunda, normal olarak bilgisayarınız ağ tarafından gelen isteklere kapalı olacaktır. Bu problemleri çözmek size düşmektedir. Bir miktar yardım etmek için "XAMPP Güvenlik Konsolu" bulunmaktadır.
ur: تمام پوائنٹس کی ایک بہت بڑی سیکورٹی رسک ہو سکتا ہے. XAMPP کی آپ کے LAN کے باہر نیٹ ورک اور لوگوں کے ذریعے قابل رسائی ہے خاص طور پر اگر. یہ بھی ایک فائر وال یا ایک (NAT) روٹر استعمال کرنے کے لئے مدد کر سکتے ہیں. ایک روٹر یا فائروال کے معاملے میں، آپ کے کمپیوٹر کو عام طور پر نیٹ ورک کے ذریعے قابل رسائی نہیں ہے. یہ ان مسائل کو ٹھیک کرنے کے لئے آپ پر منحصر ہے. ایک چھوٹی سی مدد کے طور پر "XAMPP کی سیکورٹی کنسول" ہے.
