Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Scan the traffic for different URLs: If you are developing with XAMPP on your own machine, you can exclude "localhost" traffic in the Antivirus settings.
ar: افحص حركة المرور لعناوين URL المختلفة: إذا كنت تقوم بالتطوير باستخدام XAMPP على جهازك الخاص، يمكنك استبعاد حركة المرور "localhost" في إعدادات برنامج مكافح الفيروسات.
es: Escanear el tráfico de las distintas URLs: Si estás desarrollando con XAMPP en tu propia máquina, puedes excluir el tráfico de "localhost" en las opciones de tu antivirus.
fr: Analysez le trafic pour différentes URL : Si vous développez avec XAMPP sur votre propre machine, vous pouvez exclure le trafic "localhost" des paramètres de l'antivirus.
it: Eseguire la scansione del traffico per URL diversi Se si sta sviluppando con XAMPP sulla propria macchina, è possibile escludere 'localhost' traffico nelle impostazioni antivirus.
pl: Skanuj ruch dla różnych adresów URL: jeżeli rozwijasz z pakietem XAMPP na swoim komputerze, możesz wykluczyć ruch z "localhost" (hosta lokalnego) w ustawieniach programu antywirusowego.
ro: Scanarea traficului pentru diferite URL-uri: Dacă dezvoltaţi cu XAMPP pe propria maşină, puteţi exclude în setările antivirus traficul cu gazda - "localhost".
tr: Farklı URL'ler için trafiği tarayın: Kendi makinenizde XAMPP gelişmekte iseniz, Antivirüs ayarlarında \ "localhost " trafiği hariç tutabilirsiniz.
ur: مختلف یو آر ایل کے لئے ٹریفک سکین کریں: آپ کو آپ کے اپنے مشین پر ساتھ XAMPP ترقی کر رہے ہیں، تو آپ ینٹیوائرس کی ترتیبات میں "لوکل ہوسٹ" ٹریفک خارج کر سکتے ہیں.

source: Why doesn't the Apache server start on my system?
ar: لماذا لا يعمل خادم Apache على نظامي؟
es: ¿Por qué no se inicia el servidor de Apache en mi sistema?
fr: Pourquoi le serveur Apache ne démarre-t-il pas sur mon système ?
it: Perché il server Apache non si avvia sul mio sistema?
pl: Dlaczego Apache nie uruchamia się w moim systemie?
ro: De ce nu porneşte serverul Apache pe sistemul meu?
tr: Neden Apache sunucusunu benim sistemde başlamıyor?
ur: کیوں Apache سرور اپنے سسٹم پر شروع نہیں ہے؟

source: This problem can be one of several reasons:
ar: لهذا الخطأ سبب من عدة أسباب
es: Este problema puede deberse a varias razones:
fr: Ce problème peut avoir plusieurs causes :
it: Il problema potrebbe essere uno dei seguenti motivi:
pl: Ten problem może występować z kilku powodów:
ro: Această problemă poate avea una dintre următoarele cauze:
tr: Bu sorun çeşitli nedenlerle biri olabilir:
ur: یہ مسئلہ کئی وجوہات میں سے ایک ہو سکتا ہے:

source: You have started more then one HTTP Server (IIS, Sambar, ZEUS and so on). Only one Server can use port 80. This error message indicate the problem:
es: Has iniciado más de un servidor HTTP (IIS, Sambar, ZEUS and so on). Sólo puede haber un servidor usando el puerto 80. Este mensaje de error indica el problema:
fr: Vous avez lancé plus d'un serveur HTTP (IIS, Sambar, ZEUS et autres). Un seul serveur peut utiliser le port 80. Le message d'erreur indique le problème :
it: È stato avviato più di un Server HTTP (IIS, Sambar, ZEUS e così via). Solo un Server può utilizzare la porta 80. Questo messaggio di errore di indica il problema:
pl: Możesz mieć uruchomionych więcej niż jeden serwer HTTP (IIS, Sambar, ZEUS, lub inny). Tylko jeden serwer może korzystać z portu 80. Ten komunikat o błędzie wskazuje problem:
ro: Aveţi pornite mai multe Servere HTTP (IIS, Sambar, ZEUS şi aşa mai departe). Doar un singur server poate folosi portul 80. Această problemă este indicată de mesajul de eroare:
tr: Sen (yani IIS, Sambar, ZEUS ve benzeri) daha sonra bir HTTP Sunucusu başladı. Sadece bir Sunucu Bu hata iletisi sorunu gösteriyor port 80 kullanabilirsiniz:
ur: آپ کو زیادہ تو ایک HTTP سرور (تو IIS، سانبھر، Zeus اور) شروع کر دیا ہے. صرف ایک سرور پورٹ 80 استعمال کر سکتے ہیں. خامی کا یہ پیغام مسئلہ کی طرف اشارہ ہے:

source: You have other software, such as the Internet Telephone "Skype" which also blocks the port 80. If the problem is "Skype", you can go in Skype to Actions --> Options --> Connection --> remove the check mark at "use port 80 for an alternate port" and restart Skype. Now it should work.
es: Tienes otro software, como "Skype" que también bloquea el puerto 80. Si el problema es "Skype", puedes ir en Skype a Acciones->Opciones->Conexión->eliminar la marca de verificación en "usar puerto 80 en lugar de otro puerto" y reiniciar Skype. Ahora debería funcionar.
fr: Vous avez un autre logiciel, comme le téléphone par internet "Skype" qui bloque également le port 80. Si le problème est "Skype", vous pouvez aller dans Skype jusqu'à Actions --> Options --> Correction --> décocher la case "utiliser le port 80 comme port alternatif" avant de redémarrer Skype. Maintenant ça devrait fonctionner.
it: Se hai altri software, come Internet Telephone 'Skype', che blocca anche la porta 80. Se il problema è 'Skype', si può andare in Skype per Azioni -> Opzioni -> Connessione -> togliere il segno di spunta alla porta 80 per l'uso di una porta alternativa' e riavviare Skype. Ora dovrebbe funzionare.
pl: Jeżeli masz inne oprogramowanie, tj. telefonię internetową Skype, która też blokuje port 80. Jeżeli problem stwarza Skype, w Skype z menu wybierz Akcje --> Opcje --> Połączenie --> usuń znaczek przy opcji "użyj portu 80 jako portu alternatywnego" i zrestartuj Skype. Teraz serwer powinien pracować poprawnie.
ro: Portul 80 este blocat de un alt program, cum ar fi Telefonia de Internet "Skype". În cazul lui "Skype" problema se poate evita, mergând în Skype la Acţiuni -> Opţiuni -> Conexiune -> înlăturarea bifei "foloseşte portul 80 drept port alternativ" şi restartarea Skype. Acum ar trebui să funcţioneze.
tr: -> Seçenekler - Sen böyle bir sorun \ "Skype " ise liman 80. Eğer Eylemler Skype gidebilirsiniz ayrıca bloklar Internet Telefon \ "Skype " gibi başka yazılımları var> Bağlantı -> "alternatif bir liman \ için kullanılması port 80 " de onay işaretini kaldırın ve Skype'ı yeniden başlatın. Şimdi çalışmalıdır.
ur: تم نے اس طرح انٹرنیٹ ٹیلی فون "اسکائپ" بھی ہے جس کے بلاکس پورٹ 80 کے طور پر دوسرے سافٹ ویئر، ہے. > "ایک متبادل پورٹ کے لئے استعمال پورٹ 80" میں نشان ہٹا دیں اور اسکائپ دوبارہ شروع - کنکشن> -> اختیارات - مسئلہ "اسکائپ" ہے تو، آپ کے عوامل کو Skype میں جا سکتے ہیں. اب یہ کام کرنا چاہئے.

source: You have a firewall which blocks the Apache port. Not all firewalls are compatible with Apache, and sometimes deactivating the firewall is not enough and you must deinstall it. This error message indicates a firewall:
ar: لديك جدار حماية يحجب منفذ Apache. لا تتوافق جميع جدران الحماية مع Apache، وأحيانًا لا يكون إلغاء تنشيط جدار الحماية كافيًا ويجب عليك إلغاء تثبيته. تشير رسالة الخطأ هذه إلى وجود جدار حماية
es: Tienes un firewall que bloquea el puerto Apache. No todos los firewalls son compatibles con Apache, y a veces desactivar el firewall no es suficiente y debes desinstalarlo. Este mensaje de error indica que hay un firewall:
fr: Votre firewall bloque le port Apache. Tous les firewalls ne sont pas compatibles avec Apache, et parfois la désactivation du firewall ne suffit pas et vous devez le désinstaller. Ce message d'erreur signale un firewall :
it: Se si dispone di un firewall che blocca la porta di Apache. Non tutti i firewall sono compatibili con Apache, e, talvolta, disattivare il firewall non è sufficiente ed è necessario disinstallare esso. Questo messaggio di errore indica un firewall:
pl: Masz zaporę sieciową, która blokuje port Apache. Nie wszystkie zapory sieciowe są zgodne z Apache, i czasami dezaktywacja zapory nie wystarcza i trzeba ją usunąć. Ten komunikat o błędzie wskazuje zaporę:
ro: Aveţi un firewall care blochează portul asociat Apache. Nu toate firewall-urile sunt compatibile cu Apache, iar uneori simpla dezactivare a firewall-ului nu este suficientă, ci trebuie să-l dezinstalaţi. Firewall-ul este indicat în mesajul de eroare:
tr: Hangi bloklar Apache portu bir güvenlik duvarı var. Tüm güvenlik duvarları, Apache ile uyumlu ve bazen güvenlik duvarını devre dışı bırakılması yeterli değildir ve bunu kaldırmanız gerekir. Bu hata iletisi, bir güvenlik duvarı belirtir:
ur: آپ کو ایک فائر وال جس بلاکس Apache بندرگاہ ہے. تمام فائر والز Apache ساتھ ہم آہنگ ہیں، اور کبھی کبھی فائر وال غیر تابکار کافی نہیں ہے اور آپ اس تنصیب ربائی کریں ضروری ہے. خامی کا یہ پیغام ایک فائروال کی طرف اشارہ:

source: Also if Apache can start, but your browser can't connect to it it could be due to one of the following:
ar: إذا كان أباشي قيد التشغيل لكن لا يمكنك الوصول إليه من المتصفح ، فقد يكون ذلك بسبب أحد الأسباب التالية:
es: Si Apache puede iniciarse, pero tu navegador no puede conectarse a él, también puede deberse a uno de los siguientes motivos:
fr: Si Apache démarre, mais que votre navigateur ne peut pas s'y connecter, cela peut avoir l'une des causes suivantes :
it: Anche se Apache e' avviato , ma il vostro browser non riesce a connettersi ad esso potrebbe essere dovuto ad uno dei seguenti casi:
pl: Także jeżeli Apache może się uruchomić, ale twoja przeglądarka nie może się połączyć, to może być spowodowane przez:
ro: De asemenea, dacă Apache porneşte dar nu vă puteţi conecta la el prin browser, cauza poate fi una dintre următoarele:
tr: Apache başlayabilir, ancak tarayıcınız buna bağlanamıyor Ayrıca eğer aşağıdakilerden birine bağlı olabilir:
ur: Apache شروع کر سکتے ہیں، لیکن آپ کے براؤزر میں اس سے رابطہ قائم نہیں کر سکتے ہیں اس کے علاوہ مندرجہ ذیل میں سے ایک کی وجہ سے ہو سکتا ہے:

source: Some virus scanners can cause this in the same way that firewalls can interfere.
ar: يمكن أن تتسبب بعض برامج فحص الفيروسات في حدوث ذلك بنفس الطريقة التي يمكن أن تتداخل بها جدران الحماية
es: Algunos antivirus y firewalls pueden causar este problema.
fr: Certains scanners de virus peuvent le provoquer de la même manière que les firewalls peuvent interférer.
it: Alcuni antivirus possono causare quest' errore nello stesso modo del interferenza dei firewall.
pl: Niektóre skanery antywirusowe mogą powodować problemy w podobny sposób jak to robią zapory sieciowe.
ro: Şi unele programe antivirus pot cauza acest lucru, similar acţiunii unui firewall.
tr: Bazı virüs tarayıcıları güvenlik duvarları engelleyebilir aynı şekilde bu neden olabilir.
ur: کچھ وائرس سکینر فائر والز مداخلت کر سکتے ہیں اسی طرح ہے کہ میں اس وجہ سے کر سکتے.

source: You have XP Professional without service pack 1. You must have at least SP1 for XAMPP.
ar: لديك XP Professional بدون حزمة الخدمة 1. يجب أن يكون لديك SP1 على الأقل ل XAMPP
es: Tienes XP Professional sin el service pack 1. Debes tener al menos SP1 para usar XAMPP.
fr: Vous avez XP Professionnel sans le Service Pack 1. Vous devez au moins disposer de SP1 pour XAMPP.
it: Hai XP Professional senza service pack 1. È necessario avere almeno SP1 per XAMPP.
pl: Masz Windows XP Professional bez Service Pack 1. Musisz mieć przynajmniej SP1 dla XAMPP.
ro: Aveţi un XP Profesional căruia îi lipseşte Pachetul de Service nr. 1. Pentru XAMPP, vă este necesar cel puţin SP1.
tr: Sen XAMPP için en az SP1 olması gerekir hizmet paketi 1. olmadan XP Professional var.
ur: آپ سروس پیک 1 کے بغیر ایکس پی پروفیشنل ہے. آپ XAMPP کی کم از کم SP1 ہونا ضروری ہے.

source: Tip:
ar: تلميح :
es: Consejo:
fr: Astuce :
it: Suggerimenti:
pl: Porada:
ro: Sfat:
tr: İpucu:
ur: ٹپ:

source: If you have problems with used ports, you can try the tool "xampp-portcheck.exe". Maybe it can help.
ar: إذا كانت لديك مشاكل مع المنافذ المستخدمة، يمكنك تجربة الأداة "xampp-portcheck.exe". ربما يمكن أن تساعدك.
es: Si tienes problemas con los puertos usados, puedes usar la herramienta "xampp-portcheck.exe". Tal vez te ayude.
fr: Si vous avez des problèmes avec les ports utilisés, vous pouvez utiliser l'outil "xampp-portcheck.exe". Cela vous aidera peut être.
it: Se hai problemi con le porte usate, puoi provare lo strumento "xampp-portcheck.exe". Forse ti può essere d'aiuto.
pl: Jeżeli masz problemy z użyciem portów, możesz spróbować uruchomić narzędzie "xampp-portcheck.exe". To może pomóc.

source: Why is my CPU load for Apache almost 99%?
ar: لماذا تبلغ نسبة التحميل على وحدة المعالجة المركزية 99% تقريبًا؟
es: ¿Por qué mi carga de CPU en Apache está casi al 99%?
fr: Pourquoi ma charge CPU pour Apache atteint elle presque 99% ?
it: Perché il carico della CPU per Apache e quasi al 99%?
pl: Dlaczego moje obciążenie dla Apache'a jest bliskie 99%?
ro: De ce are CPU o încărcare de sarcină pentru Apache de aproape 99%?
tr: Neden Apache neredeyse% 99 benim CPU yükü nedir?
ur: کیوں اپاچی کے لئے اپنے CPU لوڈ تقریبا 99٪ ہے؟

source: There is one of two scenarios at play here. Either your CPU is maxing out, or you can browser connect to the server, but not see anything (the system is trying unsucessfully to load the page). In either case you can find the following message in the Apache log file:
ar: هناك إحتمال من إثنين. إما أن وحدة المعالجة المركزية الخاصة بك تعمل بطاقتها القصوى، أو يمكنك الاتصال بالمتصفح بالخادم، ولكنك لا ترى أي شيء (يحاول النظام تحميل الصفحة دون جدوى). في كلتا الحالتين يمكنك العثور على الرسالة التالية في ملف سجل Apache:
es: Hay dos opciones aquí. O la CPU ha alcanzado su máximo, o puedes conectarte al servidor, pero no ves nada (el sistema está intentando sin éxito cargar la página). En cualquier caso, puedes encontrar el siguiente mensaje en el fichero log de Apache:
fr: L'un des deux scenarios est en jeu ici. Soit votre CPU plafonne, soit votre navigateur se connecte au serveur, mais ne voit rien (le système essaie sans succès de charger la page). Dans les deux cas, vous pouvez trouver le message suivant dans le fichier journal d'Apache :
it: C'è uno dei due scenari in gioco. Sia la CPU non più sufficienti, o browser è possibile collegarsi al server, ma non vedo nulla (il sistema tenta unsucessfully per caricare la pagina).In entrambi i casi è possibile trovare il messaggio seguente nel file log di Apache:
pl: Tutaj może wystąpić jeden z dwóch scenariuszy. Jeżeli twój procesor jest maksymalnie wykorzystywany, lub twoja przeglądarka może połączyć się z serwerem, ale nic nie widzisz (system próbuje nieskutecznie załadować stronę). W każdym przypadku znajdziesz poniższą wiadomość w pliku zdarzeń Apache'a:
ro: Există una din următoarele două variante: Fie CPU este la maxim, fie puteţi conecta browser-ul la server, dar nu se vede nimic (sistemul încearcă fără succes să încarce pagina). În ambele situaţii puteţi găsi în fişierul de logare Apache mesajul următor:
tr: Burada oynayan iki senaryo biri vardır. Ya CPU maxing edilir veya tarayıcı sunucuya bağlanmak, ancak (sistem sayfasını yüklemek için unsucessfully çalışıyor) bir şey göremiyorum. Her iki durumda da Apache günlük dosyasında aşağıdaki iletiyi bulabilirsiniz:
ur: یہاں کھیل میں دو حالتوں میں سے ایک ہے. اپنے CPU باہر maxing ہے، یا آپ براؤزر سرور سے رابطہ قائم کر سکتے ہیں، لیکن (نظام پیج لوڈ کرنے unsucessfully کوشش کر رہا ہے) کچھ بھی نظر نہیں یا تو. دونوں صورتوں میں آپ اپاچی لاگ فائل میں مندرجہ ذیل پیغام حاصل کر سکتے ہیں:

source: The MPM falls back to a safer implementation, but some client requests were not processed correctly. In order to avoid this error, use "AcceptFilter" with accept filter "none" in the "xamppapacheconfextrahttpd-mpm.conf" file.
es: MPM recurre a una implementación más segura, pero algunas peticiones de clientes no fueron procesadas correctamente. Para evitar este error, usa "AcceptFilter" con el filtro "none" in el fichero "\xampp\apache\conf\extra\httpd-mpm.conf".
fr: Le MPM a recours à une implémentation plus sûre, mais certaines requêtes de clients n'ont pas été traitées correctement. Pour éviter cette erreur, utilisez "AcceptFilter" avec l'option "aucun" dans le fichier "\xampp\apache\conf\extra\httpd-mpm.conf".
it: MPM lavora per salvaguardia su un'implementazione più sicura, ma alcune richieste client non sono state elaborate correttamente. Per evitare questo errore, usa "AcceptFilter" con il filtro di accesso "none" nel file "\xampp\apache\conf\extra\httpd-mpm.conf".
pl: MPM wraca do bezpiecznego wykonania, ale niektóre żądania klientów nie zostały przetworzone w sposób prawidłowy. Aby uniknąć tego błędu, należy użyć "acceptfilter" z akceptacją filtra "none" w pliku "\xampp\apache\conf\extra\httpd-mpm.conf".
ro: MPM revine la o mai sigură punere în aplicare, dar unele cereri ale clientului nu au fost corect procesate. În scopul evitării acestei erori, în fişierul "\xampp\apache\conf\extra\httpd-mpm.conf" utilizaţi "AcceptFilter", cu filtrul de acceptare "none".
tr: MPM geri güvenli uygulanmasına düşüyor, ama bazı istemci istekleri düzgün işlenmez bulundu. Bu hatayı önlemek için, \ "AcceptFilter " kullanın filtre \ \ içinde "yok " \ "xampp \ apache \ conf \ extra \ httpd-mpm.conf " dosyası kabul edin.
ur: MPM ایک محفوظ عمل درآمد کرنے کے لئے واپس آتا ہے، لیکن کچھ کلائنٹ کی درخواستوں کو صحیح طریقے سے عملدرآمد نہیں کیا گیا. اس خرابی سے بچنے کے لئے، میں فلٹر قبول "کوئی نہیں" کے ساتھ "AcceptFilter" استعمال "\ \ xampp کی \ \ اپاچی \ \ CONF \ \ اضافی \ httpd پر-mpm.conf \" فائل.

source: Why are pictures and style-sheets not displayed?
ar: لماذا لا يتم عرض الصور والتنسيقات؟
es: ¿Por qué las imágenes y las hojas de estilo no se muestran?
fr: Pourquoi les images et les feuilles de style ne s'affichent elles pas ?
it: Perché le immagini e i fogli di stile non vengono visualizzati?
pl: Dlaczego zdjęcia i arkusze stylu nie są wyświetlane?
ro: De ce nu sunt afişate imaginile şi foile-de-stil?
tr: Neden resim ve stil sayfaları değil gösterildi mi?
ur: کیوں تصاویر اور سٹائل شیٹ ظاہر نہیں کر رہے ہیں؟

source: Sometimes there are problems with displaying pictures and style-sheets. Especially if these files are located on a network drive. In this case you can enable (or add) one if the following lines in the file "xamppapacheconfhttpd.conf":
es: A veces hay problemas mostrando imágenes y hojas de estilo. Especialmente si estos ficheros están almacenados en un dispositivo en red. En este caso, puedes activar (o añadir) una de las siguientes líneas en el fichero "\xampp\apache\conf\httpd.conf":
fr: Quelquefois il y a des problèmes avec l'affichage des images et des feuilles de style. Surtout si ces fichiers sont situés sur un périphérique réseau. Dans ce cas, vous pouvez activer (ou ajouter) l'une des lignes suivantes dans le fichier "\xampp\apache\conf\httpd.conf" :
it: A volte ci sono problemi con la visualizzazione di immagini e fogli di stile. Soprattutto se questi file si trovano su un'unità di rete. In questo caso è possibile attivare (o aggiungere) uno se le seguenti righe nel file '\xampp\apache\conf\httpd.conf'
pl: Czasami są problemy z wyświetleniem obrazków i arkuszy stylów. Zwłaszcza jeśli te pliki znajdują się na dysku sieciowym. W tym przypadku powinieneś włączyć (lub dodać) jedną z poniższych linii w pliku "\xampp\apache\conf\httpd.conf":
ro: Uneori apar probleme la afişarea imaginilor şi a paginilor-de-stil. În special dacă aceste fişiere sunt localizate pe un disc de reţea. În această situaţie puteţi activa (sau adăuga) în fişierul "\xampp\apache\conf\httpd.conf" una dintre următoarele linii:
tr: Bazen görüntüleniyor resim ve stil sayfası ile ilgili sorunlar var. Bu dosyalar bir ağ sürücüsünde bulunan özellikle. Bu durumda dosya \ aşağıdaki satırları eğer birini etkinleştirin (veya eklemek) olabilir "\ xampp \ apache \ conf \ httpd.conf ":
ur: کبھی کبھی کی نمائش تصاویر اور سٹائل شیٹ کے ساتھ مسائل ہیں. ان فائلوں کو ایک نیٹ ورک ڈرائیو پر واقع ہیں خاص طور پر اگر. اس صورت میں آپ کو چالو (یا شامل کریں) ایک فائل میں مندرجہ ذیل لائنوں "xamppapacheCONF httpd.conf" اگر کر سکتے ہیں:

source: This problem can also be caused by programs for regulating bandwidth, like NetLimiter.
ar: يمكن أن تحدث هذه المشكلة أيضًا بسبب برامج تنظيم سعة صبيب الأنترنت، مثل NetLimiter.
es: Este problema también puede estar causado por programas de regulación de ancho de banda, como NetLimiter.
fr: Ce problème peut aussi être causé par des programmes de régulation de la bande passante, tels que NetLimiter.
it: Questo problema può essere causato anche da programmi per la regolazione della larghezza di banda, come NetLimiter.
pl: Ten problem może być również spowodowany przez programy do regulacji przepustowości pasma, tj. program NetLimiter.
ro: Această problemă poate să apară şi de la programele de regularizare a lăţimii de bandă, precum NetLimiter.
tr: Bu sorun, Netlimiter gibi bant genişliği düzenlemek için programlar tarafından neden olabilir.
ur: یہ مسئلہ بھی NetLimiter طرح، بینڈ وڈتھ کو ریگولیٹری کے لئے پروگرام کی وجہ سے کیا جا سکتا ہے.

source: How can I set a root password in MySQL?
ar: كيف يمكنني إضافة كلمة سر روت ل MySQL
es: ¿Cómo puedo establecer la contraseña de root de MySQL?
fr: Comment puis je attribuer un mot de passe à root dans MySQL ?
it: Come posso impostare una password di root in MySQL?
pl: Jak mogę ustawić hasło administratora w MySQL?
ro: Cum pot seta o parolă de root în MySQL?
tr: Nasıl MySQL bir kök şifre ayarlayabilirsiniz?
ur: میں کس طرح MySQL میں ایک روٹ کے پاس ورڈ مقرر کر سکتے ہیں؟

source: The easiest way is to use the security console, which you can access at http://localhost/security/ This console creates a password for the MySQL user root and adjusts the phpMyAdmin configuration.
ar: أسهل طريقة هي استخدام وحدة تحكم الأمان، والتي يمكنك الوصول إليها على http://localhost/security/ تقوم وحدة التحكم هذه بإنشاء كلمة مرور لمستخدم MySQL الجذر وتعديل تكوين phpMyAdmin.
es: La forma más fácil es usar la consola de seguridad, a la que puedes acceder a través de http://localhost/security/ Esta consola crea una contraseña para el usuario root de MySQL y ajusta la configuración de phpMyAdmin.
fr: La façon la plus simple est d'utiliser la console de sécurité, à laquelle vous pouvez accéder à http://localhost/security/. Cette console crée un mot de passe pour l'utilisateur root de MySQL et rectifie la configuration de phpMyAdmin.
it: Il modo più semplice è quello di utilizzare la console di sicurezza, cui è possibile accedere all'indirizzo http//localhost/security/Questa console crea una password per l'utente root di MySQL e regola la configurazione di phpMyAdmin.
pl: Najłatwiej jest użyj konsoli zabezpieczenia, do której masz dostęp przez http://localhost/security/ . Ta konsola utworzy hasło dla administratora MySQL i dostosuje konfigurację phpMyAdmin.
ro: Cel mai simplu mod este accesând consola de securitate, la http://localhost/security. Această consolă creează o parolă pentru utilizatorul root al MySQL şi aranjează configuraţia lui phpMyAdmin.
tr: // Localhost / güvenlik / Bu konsol MySQL kullanıcı root için bir şifre oluşturur ve phpMyAdmin yapılandırma ayarlar: en kolay yolu http erişebileceğiniz güvenlik konsolu, kullanmaktır.
ur: سب سے آسان طریقہ آپ اس کنسول MySQL صارف روٹ کے لئے ایک پاس ورڈ کو پیدا کرتا ہے اور phpMyAdmin کے ترتیب کو ایڈجسٹ http://localhost/security/ میں رسائی کر سکتے ہیں جو سیکورٹی کنسول، استعمال کرنے کے لئے ہے.

source: Another approach is to configure it with the "XAMPP Shell" (command prompt). Open the shell and execute this command:
ar: طريقة أخرى هي تهيئته باستخدام "XAMPP Shell" (موجه الأوامر). افتح الصدفة ونفّذ هذا الأمر:
es: Otra forma es configurarlo con el "XAMPP Shell" (línea de comandos). Abre el shell y ejecuta este comando:
fr: Une autre approche est de le configurer avec le "XAMPP Shell" (invite de commande). Lancez une invite de commande et exécutez cette commande :
it: Un altro approccio è quello di configurarlo con il 'XAMPP Shell' (prompt dei comandi). Aprire la shell ed eseguire il comando:
pl: Innym rozwiązaniem jest skonfigurowanie go z "powłoką XAMPP" (wiersz poleceń). Otwórz powłokę i wykonaj następujące polecenie:
ro: O altă metodă este configurarea din "XAMPP Shell" (command prompt). Deschideţi shell-ul şi executaţi această comandă:
tr: Başka bir yaklaşım \ "XAMPP Shell " (komut istemi) ile yapılandırmanız gerekir. Kabuk açın ve bu komutu çalıştırın:
ur: ایک اور نقطہ نظر "XAMPP کی شیل" (کمانڈ پرامپٹ) کے ساتھ اس کی تشکیل کرنے کے لئے ہے. شیل کھولنے اور اس حکم پر عمل:
