Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: If you have installed any server as Windows service, you must first remove the Windows service, and after the moving you can install the service again.
ar: إذا كنت قد قمت بتثبيت أي خادم كخدمة ويندوز، يجب عليك أولاً إزالة خدمة ويندوز، وبعد النقل يمكنك تثبيت الخدمة مرة أخرى.
es: Si has instalado algún servidor como servicio de Windows, debes primero eliminar el servicio de Windows y después de mover, podrás instalar el servicio de nuevo.
fr: Si vous avez installé un serveur comme service Windows, vous devez d'abord supprimer le service et après déplacement, vous pouvez réinstaller le service.
it: Se avete installato un server come servizio di Windows, è necessario prima rimuovere il servizio Windows, e dopo lo spostamento è possibile installare nuovamente il servizio.
pl: Jeżeli masz jakiś serwer zainstalowany jako usługę Windows, musisz najpierw usunąć usługę, a dopiero po przeniesieniu katalogu ponownie zainstalować usługę.
ro: Dacă aţi instalat vreun server ca serviciu Windows, mai întâi trebuie să înlăturaţi serviciul, iar după mutare puteţi instala din nou serviciul.
tr: Eğer Windows hizmeti olarak herhangi bir sunucu kurduysanız, önce kurulu olan Windows hizmetini kaldırmanız gerekir. Daha sonra yeniden hizmeti yükleyebilirsiniz.
ur: آپ کو ونڈوز سروس کے طور پر کسی بھی سرور انسٹال کیا ہے تو آپ کو پہلے ونڈوز سروس ہٹانے کے، اور ضروری ہے کے بعد آپ کو دوبارہ سروس انسٹال کر سکتے ہیں منتقل.

source: Warning: The configuration files from your own scripts, like PHP applications, are not adjusted. But it's possible to write a "plug-in" for the installer. With such a plug-in, the installer can adjust such files too.
ar: تحذير: ملفات الإعدادات من البرامج المكتوبة الخاصة بك، مثل تطبيقات PHP، لا يتم تعديلها. ولكن من الممكن كتابة " إضافة "لبرنامج التثبيت. باستخدام مثل هذا المكون الإضافي، يمكن للمثبت ضبط هذه الملفات أيضًا.
es: Aviso: Los ficheros de configuración de tus propios scripts, como aplicaciones PHP, no serán ajustados. Pero es posible escribir un "plug-in" para el instalador. Con ese plug-in, el instalador puede ajustar esos ficheros también.
fr: Attention : Vos fichiers de configuration, comme ceux de vos applications PHP, ne sont pas actualisés. Mais il est possible d'écrire un "plug-in" pour l'installateur, avec lequel l'installateur peut ajuster ces fichiers.
it: Attenzione I file di configurazione dei tuoi script, come le applicazioni PHP, non sono adeguati. Ma è possibile scrivere un 'plug-in' per l'installatore. Con tale plug-in, l'installatore può regolare tali file.
pl: Ostrzeżenie: Pliki konfiguracji z twoich własnych skryptów, tj. aplikacji PHP, nie są aktualizowane. Ale jest możliwość napisania "wtyczki" dla instalatora. Z tą wtyczką, instalator może też te pliki zaktualizować.
ro: Atenţiune: Nu sunt modificate fişierele de configurare din scripturile voastre, precum aplicaţiile PHP. Este însă posibilă scrierea unui "plug-in" pentru programul de instalare. Cu un astfel de plug-in, installer-ul poate modifica şi asfel de fişiere.
tr: Uyarı: Ayar dosyaları içeren, Php uygulamaları gibi uygulamalarınızdaki ayar dosyaları ayarlanmaz. Ancak yükeyiciye eklenti oluşturarak bunu imkanlı hale getirebilirsiniz. Eklentilerle yükleyici bu dosyaları ayarlayabilir.
ur: انتباہ: آپ کے اپنے سکرپٹ کی طرف سے ترتیب فائل، پی ایچ پی کی ایپلی کیشنز کی طرح، ایڈجسٹ نہیں کر رہے ہیں. لیکن یہ انسٹالر کے لئے ایک "پلگ ان" لکھنے کے لئے ممکن ہے. اس طرح کے ایک پلگ ان کے ساتھ، انسٹالر بھی اس طرح کی فائلوں کو ایڈجسٹ کر سکتے ہیں.

source: What are "Automatic start pages" for the WWW directories?
ar: ما هي "صفحات البدء التلقائي" لدلائل WWW؟
es: ¿Qué son las "páginas de inicio automático" de los directorios WWW?
fr: Que sont les "pages de démarrage automatique" des répertoires WWW ?
it: Quali sono le 'pagine avvio automatico »per le directory WWW?
pl: Co to są "Automatyczne strony startowe" dla katalogów WWW?
ro: Ce sunt "Paginile automate de start" pentru directoarele WWW?
tr: Ne WWW dizinleri için "Otomatik start sayfalarını " \ var?
ur: دیکھیے ورلڈ وائڈ ویب ڈائریکٹریز کے لئے "خود کار طریقے سے شروع کے صفحات" کیا ہیں؟

source: The standard filename for the Apache function "DirectoryIndex" is "index.html" or "index.php". Every time you are just browsing to a folder (e.g. "http://localhost/xampp/"), and Apache can find such a file, Apache is displaying this file instead of a directory listing.
ar: اسم الملف القياسي لدالة Apache "DirectoryIndex" هو "index.html" أو "index.php". في كل مرة تقوم فيها بالتصفح إلى مجلد ما (على سبيل المثال "http://localhost/xampp/")، ويمكن لـ Apache العثور على مثل هذا الملف، يقوم Apache بعرض هذا الملف بدلاً من قائمة المُجلد.
es: El nombre del fichero por defecto para la función de Apache "DirectoryIndex" es "index.html" o "index.php". Cada vez que navegas a una carpeta (e.j. "http://localhost/xampp/"), y Apache puede encontrar ese fichero, Apache lo muestra en en lugar de un listado de directorio.
fr: Le nom de fichier standard de la fonction Apache "DirectoryIndex" est "index.html" ou "index.php". Chaque fois que vous naviguez vers un dossier (par ex. "http://localhost/xampp/") où Apache peut trouver un tel fichier, Apache l'affichera au lieu de la liste des fichiers du répertoire.
it: Il nome del file standard per la funzione di Apache 'DirectoryIndex' è 'index.html' o 'index.php'. Ogni volta che si sta solo navigando in una cartella (ad esempio 'http / / localhost / xampp /'), e Apache può trovare un file, Apache sta visualizzando questo file invece di un elenco di directory.
pl: Standardowa nazwa pliku dla funkcji Apache'a "DirectoryIndex" to "index.html" lub "index.php". Za każdym razem kiedy przeglądasz folder (np. "http://localhost/xampp/"), Apache szuka jednego z tych plików, zamiast wyświetlać listę plików z katalogu.
ro: Numele fişierului standard pentru funcţia Apache "DirectoryIndex" este "index.html" sau "index.php". Oricând navigaţi la un folder (de ex. "http://localhost/xampp/"), iar Apache poate găsi acest fişier, îl va afişa pe acesta, în locul unei listări a directorului.
tr: Apache işlevi \ "DirectoryIndex " için standart dosya adı \ "index.html " ya da \ "index.php ". Sadece bir klasöre geziyor her zaman (örneğin \ "http: // localhost / xampp / "), ve Apache gibi bir dosyayı bulabilirsiniz, Apache bu dosyayı yerine dizin listesini görüntülüyor.
ur: اپاچی تقریب "DirectoryIndex" کے لئے معیاری فائل کا نام "index.html" یا "index.php کو" ہے. آپ کو صرف ایک فولڈر (مثال کے طور پر "http://localhost/xampp/") پر براؤزنگ کر رہے ہیں، اور اپاچی اس طرح ایک فائل تلاش کر سکتے ہیں ہر وقت، اپاچی اس فائل کی بجائے ایک ڈائرکٹری کی لسٹنگ کی نمائش ہے.

source: Where can I change the configuration?
ar: كيف يمكنني تغيير الإعدادات ؟
es: ¿Dónde puedo cambiar la configuración?
fr: Où puis-je changer la configuration ?
it: Come posso cambiare la configurazione?
pl: Gdzie mogę zmienić konfigurację?
ro: De unde pot să schimb configuraţia?
tr: Nerede yapılandırmasını değiştirebilir miyim?
ur: میں کہاں ترتیب تبدیل کر سکتے ہیں؟

source: Almost all settings in XAMPP you can change with configuration files. Just open the file in a textedit and change the setting you want. Only FileZilla and Mercury should be configured with the application config tool.
ar: يمكنك تغيير جميع الإعدادات في XAMPP تقريبًا باستخدام ملفات الضبط. فقط افتح الملف في أي أداة تحرير النصوص وقم بتغيير الإعداد الذي تريده. يجب تهيئة FileZilla و Mercury فقط باستخدام أداة تهيئة التطبيق.
es: Casi todas las opciones de XAMPP pueden cambiarse con ficheros de configuración. Simplemente abre el fichero en un editor de texto y cambia las opciones que quieras. Sólo FileZilla y Mercury deberían ser configuradas con la herramienta de configuración de aplicaciones.
fr: Pratiquement tous les paramètres de XAMPP peuvent être modifiés avec les fichiers de configuration. Ouvrez simplement le fichier dans un éditeur de texte et changez le paramètre désiré. Seuls FileZilla et Mercury doivent être configurés avec l'outil de configuration de l'application.
it: Quasi tutte le impostazioni di XAMPP si possono modificare dal file di configurazione. Basta aprire il file in TextEdit e modificare l'impostazione che si desidera. Solo FileZilla e Mercurio devono essere configurati con lo strumento di configurazione dell'applicazione.
pl: Prawie wszystkie ustawienia w XAMPP możesz zmienić w plikach konfiguracyjnych. Otwórz plik w edytorze pliku i zmień wybrane przez siebie ustawienie. Tylko aplikacje FileZilla i Mercury powinne być skonfigurowane wykorzystując wewnętrzne narzędzie do konfiguracji.
ro: Din fişierele de configurare puteţi modifica aproape toate setările din XAMPP. Trebuie doar să deschideţi fişierul într-un editor şi să modificaţi setarea pe care o doriţi. Numai pentru a configura FileZilla şi Mercury este necesară utilizarea aplicaţiei de configurare.
tr: Neredeyse XAMPP tüm ayarları yapılandırma dosyaları ile değiştirebilirsiniz. Sadece bir TextEdit dosyayı açın ve istediğiniz ayarı değiştirin. Sadece FileZilla ve Merkür uygulama yapılandırma aracı ile yapılandırılmalıdır.
ur: تقریبا XAMPP کی میں تمام ترتیبات آپ کو ترتیب فائل کے ساتھ تبدیل کر سکتے ہیں. بس ایک textedit میں فائل کو کھولنے اور آپ چاہتے ہیں کی ترتیب کو تبدیل. صرف FileZilla کے اور مرکری کی درخواست کی تشکیل کے آلے کے ساتھ ترتیب دیا جانا چاہئے.

source: Why can't XAMPP work on Windows XP SP2?
ar: لماذا XAMPP لا تشتغل على Windows XP SP2 ؟
es: ¿Por qué no funciona XAMPP en Windows XP SP2?
fr: Pourquoi XAMPP ne peut il fonctionner sur Windows XP SP2 ?
it: Perché non è possibile che XAMPP funzioni su Windows XP SP2?
pl: Dlaczego XAMPP nie może pracować na Windows XP SP2?
ro: De ce nu poate funcţiona XAMPP cu Windows XP SP2?
tr: Neden XAMPP Windows XP SP2 üzerinde çalışmak değil mi?
ur: کیوں XAMPP کی Windows XP SP2 پر کام نہیں کر سکتے ہیں؟

source: Microsoft delivers a better firewall with service pack 2 (SP2), which starts automatically. This firewall now blocks the necessary ports 80 (http) and 443 (https) and Apache can't start.
ar: تقدم Microsoft جدار حماية أفضل مع حزمة الخدمة 2 (SP2)، والتي تبدأ تلقائيًا. يقوم جدار الحماية هذا الآن بحظر المنافذ الضرورية 80 (http) و 443 (https) ولا يمكن بدء تشغيل Apache.
es: Microsoft incluye un mejor firewall con service pack 2 (SP2), que se inicia automáticamente. Este firewall bloquea los puertos 80 (http) y 443 (https), necesarios para Apache, que no puede iniciarse.
fr: Avec le Service Pack 2 (SP2), Microsoft fournit un meilleur firewall qui démarre automatiquement. Ce firewall bloque les indispensables ports 80 (http) et 443 (https) et Apache ne peut pas démarrer.
it: Microsoft con Service Pack 2 (SP2), offre un firewall migliore che si avvia automaticamente. Questo firewall blocca le porte necessarie 80 (http) e 443 (https) e Apache non può avviarsi.
pl: Microsoft dostarcza lepszą zaporę sieciową z Service Pack 2 (SP2), która uruchamia się automatycznie przy starcie systemu. Ta zapora sieciowa blokuje teraz potrzebne porty 80 (http) i 443 (https) i Apache nie może się uruchomić.
ro: Odată cu Service Pack 2 (SP2), Microsoft livrează un firewall mai bun, care porneşte automat. Acest firewall blochează acum porturile necesare 80 (http) şi 443 (https) , astfel încât Apache-ul nu poate starta.
tr: Microsoft, otomatik olarak başlar hizmet paketi 2 (SP2), ile daha iyi bir güvenlik duvarı sunar. Bu güvenlik duvarı artık engeller gerekli portları 80 (http) ve 443 (https) ve Apache başlatılamıyor.
ur: مائیکروسافٹ خود کار طریقے سے شروع ہوتا ہے جس سروس پیک 2 (SP2)، کے ساتھ ایک بہتر فائروال فراہم کرتا ہے. یہ فائروال اب بلاکس کے لئے ضروری بندرگاہوں 80 (HTTP) اور 443 (HTTPS) اور اپاچی شروع نہیں کر سکتے.

source: The fast solution:
ar: الحل الأسرع :
es: La solución rápida:
fr: Solution rapide :
it: La soluzione piu veloce:
pl: Szybkie rozwiązanie:
ro: Soluţia rapidă:
tr: Hızlı çözüm:
ur: سب سے تیز حل:

source: Disable the Microsoft firewall with the toolbar and try to start XAMPP onces more. The better solution is to define an exception within the security center.
ar: قم بإيقاف جدار مايكروسفت الناري ، وقم بتشغيل مرة أخرى . الحل الأمثل إنئا قادعة إستثناء للبرنامج ضمن إعدادات الجدار الناري.
es: Deshabilita el firewall de Microsoft con el barra de herramientas e intenta iniciar XAMPP otra vez. La mejor solución es definir una excepción en el centro de seguridad.
fr: Désactivez le pare-feu de Microsoft à l'aide de la barre d'outils et essayez de relancer XAMPP. La meilleure solution est de définir une exception dans le centre de sécurité.
it: Disattivare il firewall di Microsoft dalla barra degli strumenti e tentare di avviare XAMPP un altra volta. La soluzione migliore è quella di definire un'eccezione all'interno del centro di sicurezza.
pl: Wyłącz zaporę sieciową Microsoftu i spróbuj ponownie uruchomić XAMPP. Lepszym rozwiązaniem jest zdefiniowanie wyjątków w centrum zabezpieczeń.
ro: Dezactivaţi firewall-ul Microsoft din bara de unelte şi încercaţi din nou să porniţi XAMPP. O soluţionare mai adecvată o reprezintă definirea unei excepţii, cu ajutorul Centrului de Securitate.
tr: Microsoft, araç çubuğu ile güvenlik duvarı ve XAMPP daha onces başlatmayı deneyin devre dışı bırakın. Daha iyi bir çözüm güvenlik merkezi içinde bir istisna tanımlamaktır.
ur: ٹول بار کے ساتھ مائیکروسافٹ فائر وال کو غیر فعال اور XAMPP کی زیادہ onces شروع کرنے کی کوشش کریں. بہتر حل سلامتی کے مرکز کے اندر اندر ایک رعایت کی وضاحت کرنے کے لئے ہے.

source: The following ports are used for basic functionality:
ar: المنافذ التالية يتم إستعمالها .
es: Los siguientes puertos son usados para funcionalidades básicas:
fr: Les ports suivants sont utilisés pour un fonctionnement de base :
it: Le seguenti porte sono utilizzate per le funzionalità di base:
pl: Poniższe porty są używane dla podstawowej funkcjonalności:
ro: Pentru o funcţionare de bază sunt utilizate următoarele porturi:
tr: Aşağıdaki bağlantı noktaları, temel işlevler için kullanılır:
ur: مندرجہ ذیل بندرگاہوں کے بنیادی فعالیت کے لئے استعمال کیا جاتا ہے:

source: Why doesn't XAMPP work on Vista?
ar: لماذا لا يعمل XAMPP على Vista ؟
es: ¿Por qué no funciona XAMPP en Vista?
fr: Pourquoi XAMPP ne fonctionne-t-il pas sur Vista ?
it: Perché XAMPP non funziona su Vista?
pl: Dlaczego XAMPP nie pracuje na Microsoft Vista?
ro: De ce nu funcţionează XAMPP cu Vista?
tr: Neden XAMPP Vista üzerinde çalışmıyor?
ur: کیوں XAMPP کی Vista پر کام نہیں کرتا؟

source: our community pages
ar: صفحة مُنتدانا
es: nuestra comunidad
fr: nos pages de la communauté
it: le nostre pagine di comunità
pl: nasze strony społecznościowe
ro: paginile comunităţii noastre
tr: Yazın sayfaları
ur: ہماری کمیونٹی صفحات

source: User Account Control (UAC)
ar: المُتحكم في حساب المُسخدم (UAC)
es: Control de Cuentas de Usuario (UAC)
fr: Contrôle des comptes d'utilisateurs (UAC)
it: Controllo dell'account utente (UAC)
pl: Kontrola konta użytkownika (UAC)
ro: Controlul Contului de Utilizator (UAC)
tr: Kullanıcı Hesabı Denetimi (UAC)
ur: یوزر اکاؤنٹ کنٹرول (UAC)

source: In the directory "C:program files" you don't have full write privileges, even as Admin. Or you have only limited privileges (e.g. for ".xampphtdocs"). In this case you can't edit a file.
ar: في مُجلد "C:program files" ليس لديك امتيازات تعديل(كتابة) كاملة ، حتى كمدير النظام. أو لديك امتيازات محدودة فقط (على سبيل المثال لـ "."."xampphtdocs"). في هذه الحالة لا يمكنك تعديل الملف.
es: No tienes totales privilegios de escritura en el directorio "C:\Archivos de Programas", ni siquiera como Administrador. O tienes sólo privilegios limitados (p.ej. en ".\xampp\htdocs"). Es este caso, no puedes editar un fichero.
fr: Dans le répertoire "C:\program files", vous n'avez pas les droits d'écriture complets, même en tant qu'Administrateur. Ou bien vous n'avez que des droits limités (par ex. pour ".\xampp\htdocs"). Dans ce cas, vous ne pouvez pas éditer un fichier.
it: Nella directory "C: \program files" non avete i privilegi di scrittura, anche come Admin. O hai solo privilegi limitati (ad esempio per i ' .\xampp\htdocs" ). In questo caso non è possibile modificare un file.
pl: W katalogu "C:\program files" nie masz pełnych praw zapisu jako administrator. Lub masz ograniczone uprawnienia (np. dla ".\xampp\htdocs"). W tym przypadku nie można edytować pliku.
ro: În directorul "C:\Program Files" nu aveţi drepturi depline de scriere, chiar fiind Administrator. Sau aveţi doar drepturi limitate (de ex. pentru ".\xampp\htdocs"). În acest caz, nu puteţi edita fişierul.
tr: Dizin \ "C: \ Program files " bile Yönetici olarak, tam yazma ayrıcalıklarına sahip değilsiniz. Yoksa (\ örneğin ". \ Xampp \ htdocs ") sadece sınırlı ayrıcalıklara sahip. Bu durumda bir dosyayı düzenleyemezsiniz.
ur: ڈائریکٹری "C: \ \ پروگرام فائلیں" میں آپ بھی ایڈمن کے طور پر، مکمل لکھنا استحقاق نہیں ہے. یا آپ کو صرف محدود استحقاق ہے (کے لئے مثال کے طور پر ". \ \ xampp کی \ \ htdocs"). اس صورت میں آپ کو ایک فائل میں ترمیم نہیں کر سکتے ہیں.

source: Solution:
ar: الحل :
es: Solución:
it: Soluzione:
pl: Rozwiązanie:
ro: Soluţie:
tr: Çözüm:
ur: حل:

source: Raise your privileges within explorer (right click / security) or deactivate the user account control (UAC).
ar: قم بترقية صلاحياتك عن طريق المستكشف explorer (ضغط يمين / حماية ) أو قم بإيقاف UAC
es: Aumenta tus privilegios en el explorador (botón derecho / seguridad) o deshabilita el control de cuentas de usuario (UAC).
fr: Augmentez vos droits dans l'explorateur (clic droit / sécurité) ou désactivez le contrôle des comptes d'utilisateurs (UAC).
it: Elevare i tuoi privilegi in explorer (clic tasto destro/protezione) e disattivare il controllo dell'account utente (UAC).
pl: Podnieść swoje uprawnienia w eksploratorze (prawy klik / bezpieczeństwo) lub wyłącz kontrolę konta użytkownika (UAC).
ro: Din Explorer, acordaţi-vă drepturi sporite (clic dreapta / securitate) , sau dezactivaţi Controlul Contului de Utilizator (UAC).
tr: Explorer içinde ayrıcalıkları kaldırın (sağ / güvenlik tıklayın) veya kullanıcı hesabı denetimi (UAC) devre dışı bırakın.
ur: ایکسپلورر کے اندر اندر آپ کی مراعات میں اضافہ (دائیں / سیکورٹی کلک کریں) یا صارف کے اکاؤنٹ کنٹرول (UAC) کو غیر فعال.

source: You have installed Apache/MySQL in "C:xampp" as Windows service. But you can't start/stop the services with the "XAMPP Control Panel" or can't uninstall them.
ar: لقد قمت بتثبيت Apache/MySQL في "C:XAMPP" كخدمة Windows. ولكن لا يمكنك بدء/إيقاف الخدمات باستخدام "لوحة تحكم XAMPP" أو لا يمكنك إلغاء تثبيتها.
es: Has instalado Apache/MySQL en "C:\xampp" como servicio de Windows. Pero no puedes iniciar/parar los servicios con el "XAMPP Control Panel" o no puedes desinstalarlos.
fr: Vous avez installé Apache/MySQL dans "C:\xampp" comme un service Windows Mais vous ne pouvez démarrer/arrêter les services avec le "panneau de contrôle XAMPP" ou vous ne pouvez pas les désinstaller.
it: È stato installato Apache/MySQL in "C:\xampp" come servizio di Windows. Ma non è possibile avviare/arrestare i servizi con il "Pannello di controllo di XAMPP" o non è possibile disinstallarli.
pl: Masz zainstalowany Apache/MySQL w "C:\xampp" jako usługi Windows. Ale nie uruchomiłeś/zatrzymałeś usługi przez Panel Kontrolny XAMPP lub ich nie odinstalowałeś.
ro: Aţi instalat Apache/MySQL în "C:\xampp" ca serviciu Windows. Dar nu puteţi porni/opri serviciile din "Panoul de Control XAMPP" sau nu le puteţi dezinstala.
tr: Windows hizmeti olarak: "\ xampp \ C" Sen \ Apache / MySQL yüklediniz. Ama sen start / \ ile hizmetlerini durdurun "XAMPP Control Panel " ya da bunları kaldıramazsınız olamaz.
ur: آپ میں اپاچی / ایس کیو ایل انسٹال کیا ہے "C: \ \ xampp کی" ونڈوز سروس کے طور پر. لیکن آپ کو "xampp کی کنٹرول پینل" کے ساتھ خدمات روکنے / شروع نہیں کر سکتے یا ان انسٹال نہیں کر سکتے ہیں.

source: Use the service management console from Windows or deactivate UAC.
ar: إستخدم لوحة إدارة الخدمات في ويندوز لإيقاف UAC
es: Usa la consola de administración de Windows o deshabilita UAC.
fr: Utilisez la console de gestion des services de Windows ou désactivez l'UAC.
it: Utilizzate la console di gestione del servizio da Windows o disabilitare UAC.
pl: Użyj konsoli zarządzania usługami w Windowsie lub wyłącz UAC.
ro: Folosiţi consola Windows de administrare a serviciilor, sau dezactivaţi UAC.
tr: Windows hizmet yönetimi konsolunu kullanın veya UAC devre dışı bırakın.
ur: ونڈوز یا غیر فعال UAC سے سروس منیجمنٹ کنسول استعمال کرتے ہیں.

source: Disabling the User Account Control (UAC)
ar: قم بإيقاف (UAC)
es: Deshabilitando el Control de Cuenta de Usuario (UAC)
fr: Désactivation du Contrôle de Compte d'Utilisateur (UAC)
it: Disabilitare il controllo account utente (UAC)
pl: Wyłączanie Kontroli Konta Użytkownika (UAC)
ro: Dezactivarea Controlului Cont de Utilizator (UAC)
tr: Kullanıcı Hesabı Denetimi devre dışı bırakma (UAC)
ur: یوزر اکاؤنٹ کنٹرول (UAC) غیر فعال

source: To deactivate the UAC, use the program "msconfig". In "msconfig" go to "Tools", select "disable user account control" and verify your selection. Now you must restart Windows. At the same time, you can enable the UAC again.
ar: لإلغاء تنشيط UAC، استخدم البرنامج "msconfig". في "msconfig" انتقل إلى "أدوات"، واختر "تعطيل التحكم في حساب المستخدم" وتحقق من اختيارك. يجب الآن إعادة تشغيل Windows. وفي الوقت نفسه، يمكنك تمكين UAC مرة أخرى.
es: Para deshabilitar el UAC, usa el programa "msconfig". En "msconfig" ve a "Herramientas", selecciona "deshabilitar el control de cuentas de usuario" y verifica tu selección. Ahora debes reiniciar Windows. Si quieres volver a habilita la UAC, puedes hacerlo del mismo modo.
fr: Pour désactiver l'UAC, utilisez le programme "msconfig". Dans "msconfig", allez dans "Outils", sélectionnez "désactiver le contrôle de compte d'utilisateur" et vérifiez votre sélection. Vous devez redémarrer Windows. Dans le même temps, vous pouvez réactiver l'UAC.
it: Per disabilitare l'UAC, utilizzare il programma 'msconfig'. In 'msconfig' vai a 'Strumenti', selezionare 'controllo dell'account utente disabilita' e verificare la selezione. Ora è necessario riavviare Windows. Allo stesso tempo, è possibile attivare nuovamente l'UAC.
pl: Aby wyłączyć UAC, użyj programu "msconfig". W "msconfig" idź do "Narzędzia", wybierz "wyłącz kontrolę konta użytkownika" i zweryfikuj swój wybór. Restartuj Windows. W każdym czasie możesz ponownie włączyć UAC.
ro: Pentru dezactivarea UAC, folosiţi programul "msconfig". În "msconfig" mergeţi la "Tools", selectaţi "dezactivare Control al Contului de Utilizator" şi verificaţi selecţia. După aceasta, Windows-ul trebuie restartat. În acelaşi mod se poate reactiva UAC.
tr: UAC devre dışı bırakmak için, programı \ "msconfig " kullanın. \ "Msconfig " \ gidin "Araçlar ", \ "devre dışı kullanıcı hesabı denetimi " seçin ve seçiminizi doğrulayın. Şimdi Windows'u yeniden başlatmanız gerekir. Aynı zamanda, yine UAC etkinleştirebilir.
ur: UAC کو غیر فعال کرنے کے لئے "msconfig" پروگرام استعال کریں. "msconfig" میں "Tools" میں جایں اور سلیکٹ "disable user account control" اور انتخاب کی توثیق کریں.اب آپکو لازمی Windows دوبارہ شروع کرنا پڑے گی پھر آپ دوبارہ UAC فعال کر سکتے ہیں.

source: How do I check the md5 checksum?
ar: كيف يمكنني التحقق من المجموع الإختباري md5؟
es: ¿Cómo compruebo el checksum md5?
fr: Comment vérifié-je l'empreinte md5 ?
it: Come faccio a controllare il checksum MD5?
pl: Jak mogę sprawdzić sumę kontrolną MD5?
ro: Cum realizez verificarea sumei de control md5?
tr: Nasıl md5 checksum kontrol edebilirim?
ur: میں کس طرح MD5 حیض چیک کروں؟
