Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: What do I do if the error message is "Cannot restore segment prot after reloc: Permission denied?"
ar: ماذا عن رسالة الخطأ هذه "Cannot restore segment prot after reloc: Permission denied?"
es: Qué hago si el mensaje de error es "Cannot restore segment prot after reloc: Permission denied?"
fr: Que faire si le message d'erreur est "Cannot restore segment prot after reloc: Permission denied?"
it: Cosa faccio in caso di errore "Cannot restore segment prot after reloc: Permission denied?"
pl: Co mogę zrobić gdy komunikat błędu brzmi "Cannot restore segment prot after reloc: Permission denied?"
ro: Ce trebuie să fac dacă mesajul de eroare este "Cannot restore segment prot after reloc: Permission denied?"
tr: "Cannot restore segment prot after reloc: Permission denied?" mesajlı hatayı aldığımda ne yapmalıyım?
ur: خرابی کا پیغام "reloc کے بعد طبقہ prot کو بحال نہیں کر سکتے ہیں؟: اجازت سے انکار کیا" ہے تو میں کیا کروں؟"

source: Some Linux distributions have SELinux activated by default and this is preventing the successful start of XAMPP. You should deactivate it in order to start the XAMPP servers:
es: Algunas distribuciones de Linux tiene SELinux activado por defecto y eso imposibilita el inicio correcto de XAMPP. Debes deshabilitarlo para iniciar los servidores de XAMPP:
it: Alcune distribuzioni Linux hanno SELinux attivato di default e questo impedisce l'avvio positivo di XAMPP. Si consiglia di disattivarlo per poter avviare i server XAMPP
pl: Niektóre dystrybucje Linuksa mają domyślnie aktywne SELinux, co uniemożliwia poprawne uruchomienie XAMPP. Powinieneś to wyłączyć w celu uruchomienia serwerów XAMPP:
ro: Unele distribuţii Linux au SELinux activat în mod implicit şi acest lucru împiedică pornirea cu succes a XAMPP. Ar trebui să-l dezactivaţi, înainte de a porni serverele XAMPP:
tr: Bazı Linux yayınları içerisinde varsayılan olarak SELinux aktif olduğu için XAMPP'ın doğru bir şekilde başlamasını engelleyebilir. XAMPP'ı başlatmak için SELinux'u pasifleştirmelisiniz.
ur: کچھ لینکس ڈسٹریبٹرز میں SELinux پہلے ہی سے چالو ہوتا ہے اور یہ XAMPP کے کامیاب آغاز کو روک رہا ہوتا ہے.آپکو Xampp سرور چلانے کی صورت میں اسے غیر فعال کر دینا چاہئیے:

source: Now XAMPP should work fine again.
ar: الان XAMPP سيشتغل بصورة طبيعية .
es: Ahora XAMPP debería funcionar bien de nuevo.
fr: XAMPP devrait fonctionner à nouveau.
it: Ora XAMPP dovrebbe funzionare di nuovo bene.
pl: Teraz XAMPP znów powinien poprawnie działać.
ro: Acum XAMPP ar trebui să funcţioneze din nou bine.
tr: Şimdi, XAMPP normal bir şekilde çalışmalı.
ur: اب دوبارہ xampp کو ٹھیک کام کرنا چاہئے .

source: After I rebooted my Linux box XAMPP stopped running! How can I fix this?
ar: بعد إعادة تشغيل جهازي الذي يعمل ب نظام تشغيل لينكس ، XAMPP توقف عن التشغيل ، كيف أصلح هذه المشكلة ؟
es: ¡Tras reiniciar Linux, XAMPP dejó de funcionar! ¿Cómo puedo arreglarlo?
fr: Après redémarrage de ma Linux box, XAMPP s'est arrêté ! Comment y remédier ?
it: Dopo che ho riavviato la mia Linux box XAMPP ha smesso di funzionare! Come posso risolvere questo problema?
pl: Po ponownym uruchomieniu mojego Linuksa XAMPP przestał działać! Jak mogę to naprawić?
ro: După reboot-area Linux-ului, XAMPP nu mai funcţionează. Ce pot face?
tr: Linux'u yeniden başlattığımda XAMPP duruyor. Bunu nasıl çözebilirim?
ur: میرے لینکس باکس کو دوبارہ شروع کرنے پر XAMPP نے چلنا بند کر دیا ! میں یہ کس طرح ٹھیک کر سکتا ہوں ؟

source: Correct. That's normal Linux behaviour (which applies to any other Unix-like system). It's the admin's job to make sure a particular application is started at bootup.
ar: صحيح . هذا طبيعي في أنظمة لينكس (وينطبق أيضا على الأنظمة المشابهة ليونكس) ، جعل برنامج ما يتشغل مع إقلاع النظام من صلاحيات مُدير النظام حصرا .
es: Correcto. Es un comportamiento normal en Linux (que se aplica a cualquier otro sistema Unix). Es tarea del administrador asegurar que una aplicación en concreto se inicia durante el inicio del sistema.
fr: Exact. Ce comportement est normal pour Linux (et pour tous les systèmes de type Unix). L'administrateur doit s'assurer qu'une application particulière s'exécute au démarrage.
it: Corretto. Questo è il normale comportamento di Linux (che si applica a qualsiasi altro sistema di tipo Unix). E 'compito dell'amministratore assicurarsi che una particolare applicazione venga avviata automaticamente al boot.
pl: Dokładnie. To naturalne zachowanie Linuksa (a także systemów Unix-o podobnych). To rola administratora upewnić się czy poszczególne aplikacje uruchomiły się wraz ze startem systemu.
ro: Corect. Acesta este comportamentul Linux normal (şi dealtfel, al oricărui sistem Unix). Pică în sarcina administratorului de a asigura startarea la boot-are a unei aplicaţii particulare.
tr: Doğru. Bu normal bir Linux davranışıdır (Unix benzeri sistemlerde de normaldir). Belirli uygulamaların başlangıçta çalıştırıldığından emin olmak admin'in görevidir.
ur: صحیح. کہ عام لینکس رویے (کسی دوسرے یونیکس کی طرح کے نظام پے لاگو ہوتا ہے) ہے. یہ ایک خاص ایپلیکیشن bootup پر شروع کر دی ہے اس بات کا یقین کرنا ایڈمن کا کام ہے .

source: There is no real standard way to configure the boot process of a Linux system, but most of them should allow you to start XAMPP at boot time using the following steps.
ar: لا توجد طريقة قياسية حقيقية لتهيئة عملية الإقلاع في نظام لينكس، ولكن معظمها يجب أن يسمح لك ببدء تشغيل XAMPP في وقت الإقلاع باستخدام الخطوات التالية.
es: No hay una manera estándar de configurar el proceso de inicio de un sistema Linux, pero la mayoría de ellos deberían permitir iniciar XAMPP durante el inicio del sistema siguiendo estos pasos.
fr: Le processus de démarrage d'un système Linux ne se fait pas de manière standardisée, mais la plupart devraient lancer XAMPP au démarrage en respectant les étapes suivantes.
it: Non esiste un vero e proprio modo standard per configurare il processo di avvio di un sistema Linux, ma la maggior parte di loro dovrebbe consentire di avviare XAMPP al momento del boot eseguendo le seguenti operazioni.
pl: Nie ma realnego standardowego sposobu na skonfigurowanie procesu uruchamiania systemu Linux, ale większość z nich pozwala ci uruchomić XAMPP w trakcie ładowania systemu wykorzystując następujące kroki.
ro: Nu există nici o metodă cu adevărat standard de a configura procesul de boot al unui sistem Linux, dar majoritatea acestora ar trebui să vă permită startarea XAMPP odată cu boot-area, folosind paşii următori.
tr: Linux sistemlerin boot ayarlamasında standart bir yol bulunmamaktadır ama çoğu XAMPP'ı başlatmak için şu adımları izlemektedir.
ur: ایک لینکس سسٹم کے بوٹ کے عمل کو ترتیب دینے کی کوئی حقیقی معیاری طریقہ نہیں ہے، لیکن ان میں سے بہت سوں کو XAMPP کو بوٹ ک وقت شروع کرنے کی اجازت دینی چاہیے .

source: If your Linux distro uses "update-rc.d" tool to install the services:
ar: إذا كان توزيعة لينكس الخاص بك يستخدم أداة "update-rc.d" لتثبيت الخدمات:
es: Si tu distribución de Linux usa la herramienta "update-rc.d" para instalar los servicios:
fr: Si votre Linux utilise l'outil "update-rc.d" pour installer les services:
it: Se la tua distro Linux usa "update-rc.d" per installare i servizi:
pl: W przypadku gdy twoja dystrybucja Linuksa używa narzędzia "update-rc.d" do instalacji usług:
ro: Dacă distribuţia voastră Linux foloseşte metoda "update-rc.d" pentru instalarea serviciilor:
tr: Eğer Linux dağıtımınız servisleri yüklemek için "update-rc.d" aracını kullanıyorsa:
ur: اگر آپکا لینکس distro سروسز انسٹال کرنے کے لئے "اپ ڈیٹ-rc.d" کے آلے کا استعمال کرتا ہے:

source: If your Linux distro uses "chkconfig" tool to install the services you can run the following commands:
ar: إذا كان توزيعة لينكس الخاص بك يستخدم أداة "chkconfig" لتثبيت الخدمات، يمكنك تشغيل الأوامر التالية:
es: Si tu distribución de Linux usa la herramienta "chkconfig" para instalar los servicios, puedes ejecutar los siguientes comandos:
fr: Si vous Linux utilise l'outil "chkconfig" pour installer les services, utilisez les commandes suivantes:
it: Se la tua distro Linux usa lo strumento "chkconfig" per installare i servizi è possibile eseguire i seguenti comandi:
pl: Jeśli twoja dystrybucja Linuksa wykorzystuje narzędzie "chkconfig" do instalacji usług, możesz wykonać poniższe komendy:
ro: Dacă distribuţia voastră Linux utilizează metoda "chkconfig" pentru instalarea serviciilor, puteţi executa comenzile următoare:
tr: Eğer Linux dağıtımınız servis yüklemeleri için "chkconfig" aracını kullanıyorsa şu komutları çalıştırabilirsiniz:
ur: اگر آپکا لینکس distro سروسز انسٹال کرنے کے لئے "chkconfig" کے آلے کا استعمال کرتا ہے تو آپ درج ذیل کمانڈ چلا سکتے ہیں :

source: How can I make my XAMPP installation more secure?
ar: كيف يمكنني جعل تثبيت XAMPP أكثر أمانا ؟
es: ¿Cómo puedo hacer mi instalación de XAMPP más segura?
fr: Comment mieux sécuriser mon installation XAMPP ?
it: Come posso rendere la mia installazione XAMPP più sicura?
pl: Jak mogę sprawić by moja instalacja XAMPP była lepiej zabezpieczona?
ro: Ce pot face pentru o instalare XAMPP cât mai securizată?
tr: XAMPP yüklememi daha güvenli nasıl yapabilirim?
ur: میں کس طرح اپنے XAMPP کی انسٹالیشن زیادہ محفوظ بنا سکتا ہوں ؟

source: In the default installation, XAMPP has no passwords set and it is not recommended to run XAMPP with this configuration accessible by others.
ar: في التثبيت الافتراضي، لا يتم تعيين كلمات مرور لـ XAMPP ولا يوصى بتشغيل XAMPP بهذا الضبط الذي يمكن للآخرين الدخول إليه.
es: En la instalación por defecto, XAMPP no tiene establecida contraseña y no es recomendable ejecutar XAMPP con esta configuración accesible por otros.
fr: Après installation, XAMPP est accessible à tous sans mot de passe et ceci n'est pas recommandé.
it: In una installazione predefinita, XAMPP non ha password impostate e non è consigliabile eseguire XAMPP con questa configurazione essendo accessibile da altri.
pl: W domyślnej instalacji XAMPP nie ma ustawionego hasła i nie zaleca się uruchamiania XAMPP w takiej konfiguracji dostępnego dla innych.
ro: La instalarea implicită XAMPP nu are parole stabilite, iar utilizarea sa în această configuraţie accesibilă altora, nu este recomandată.
tr: Varsayılan yüklemede XAMPP'in ayarlanmış şifresi yoktur ve XAMPP'in bu şekilde başkaları tarafından erişilebilir halde başlatılması tavsiye edilmez.
ur: پہلے سے طے شدہ انسٹالیشن میں، XAMPP کا کوئی پاس ورڈ نہیں لگا ہوتا. XAMPP اس ترتیب سے دوسروں کے لیے قابل رسائی ہوتا ہے اس لی اسے ایسے چلانے کی سفارش نہیں کی جاتی ہے .

source: Simply type the following command (as root) to start a simple security check:
ar: ما عليك سوى كتابة الأمر التالي (كمدير نظام - رووت ) لبدء فحص أمني بسيط:
es: Simplemente ejecuta el siguiente comando (como root) para iniciar una pequeña comprobación de seguridad:
fr: Pour lancer un test de sécurité simple, taper cette commande (en tant que root):
it: Basta digitare il seguente comando (come root) per avviare un semplice controllo di sicurezza
pl: Wystarczy wpisać następującą komendę (jako root) by uruchomić prosty test zabezpieczeń:
ro: Tastaţi direct următoarea comandă (ca root) pentru a starta o simplă verificare a securităţii:
tr: Basit bir güvenli kontrolü yapmak için şu komutu (root olarak) yazın:
ur: بس ایک سادہ سیکورٹی چیک شروع کرنے کے لئے (جڑ کے طور پر) مندرجہ ذیل کمانڈ ٹائپ کریں:

source: Now you should see the following dialog on your screen:
ar: الآن يجب أن ترى الرسالة التالية على شاشتك:
es: Ahora deberías ver el siguiente cuadro de diálogo en tu pantalla:
fr: Maintenant, vous devriez voir ce dialogue à l'écran :
it: Ora si dovrebbe vedere la seguente finestra di dialogo sullo schermo
pl: Teraz powinieneś zobaczyć na ekranie następujące okno dialogowe:
ro: Ar trebui să vedeţi acum pe ecran, următorul dialog:
tr: Ekranda şu diyaloğu görmelisiniz:
ur: اب آپ کو آپ کی سکرین پر مندرجہ ذیل ڈائیلاگ دیکھنا چاہئے:

source: (1) Setting a password will protect the XAMPP demo pages (http://localhost/xampp/) using this password. The user name is 'lampp'!
ar: (1) سيؤدي تعيين كلمة مرور إلى حماية صفحات XAMPP التجريبية (http://localhost/xampp/) باستخدام كلمة المرور هذه. اسم المستخدم هو 'lampp'!
es: (1) Establecer una contraseña protegerá las páginas de ejemplo de XAMPP (http://localhost/xampp/) usando esta contraseña. ¡El nombre de usuario es 'lampp'!
fr: (1) Choisir un mot de passe protégera les pages de démo XAMPP (http://localhost/xampp/) par ce mot de passe. L'utilisateur est 'lampp'!
it: (1) L'impostazione di una password proteggerà le pagine dimostrative di XAMPP (http://localhost/xampp/) usando questa password. Il nome utente è 'lampp'!
pl: (1) Ustawienie hasła pozwoli zabezpieczyć strony demo XAMPP (http://localhost/xampp/) tym hasłem. Nazwa użytkownika to 'lampp'!
ro: (1) Stabilirea unei parole va proteja paginile demo XAMPP (http://localhost/xampp/) folosind această parolă. Numele de utilizator este 'lampp'!
tr: (1) Bir şifre belirlemek, bu şifreyi kullanan XAMPP demo sayfalarını (http://localhost/xampp/) koruyacaktır. Kullanıcı adı 'lampp' !
ur: (1) ایک پاس ورڈ لگانا XAMPP کی ڈیمو صفحات (/http://localhost/xampp) کی حفاظت کرے گا. استعمال کرنے کا نام 'lampp' ہے !

source: After calling this command your XAMPP installation should be more secure.
ar: بعد تنفيذ الأمر تثبيت XAMPP سيكون أكثر أمانا
es: Tras ejecutar este comando tu instalación de XAMPP debería ser más segura.
fr: L'exécution de cette commande devrait rendre l'installation XAMPP plus sûre.
it: Dopo aver digitato questo comando la tua installazione XAMPP dovrebbe essere più sicuro.
pl: Po wywołaniu tej komendy twoja instalacja XAMPP powinna być lepiej zabezpieczona.
ro: După apelarea acestei comenzi instalarea XAMPP ar trebui să fie mai protejată.
tr: Bu komutu çağırdıktan sonra XAMPP yüklemeniz daha güvenli olacaktır.
ur: اس حکم کو بلا نے کے بعد آپ کے XAMPP کی انسٹالیشن اور بھی زیادہ محفوظ ہونی چاہئے .

source: How do I activate eAccelerator?
ar: كيفية تفعيل المُسرع ؟
es: ¿Cómo activo eAccelerator?
fr: Comment activer eAccelerator ?
it: Come faccio ad attivare eAccelerator?
pl: Jak mogę aktywować eAccelerator?
ro: Cum activez eAccelerator?
tr: eAccelerator'ı nasıl aktive ederim?
ur: میں کس طرح eAccelerator چالو کروں ؟

source: To activate eAccelerator simply find the following lines in your /opt/lampp/etc/php.ini:
ar: لتفعيل المُسرع ، ما عليك سوى العثور على الأسطر التالية في /opt/lampp/etc/php.ini:
es: Para activar eAccelerator simplemente busca las siguientes líneas en /opt/lampp/etc/php.ini:
fr: Pour activer eAccelerator recherchez ces lignes dans /opt/lampp/etc/php.ini:
it: Per attivare eAccelerator semplicemente trova le seguenti righe in /opt/lampp/etc/php.ini:
pl: By aktywować eAccelerator po prostu znajdź następujące linie w twoim /opt/lampp/etc/php.ini:
ro: Pentru a activa eAccelerator pur şi simplu găsi urmatoarele linii în /opt/lampp/etc/php.ini:
tr: eAccelerator'ı aktive etmek için /opt/lampp/etc/php.ini dosyasında şu satırları bulun:
ur: eAccelerator چالو کرنے کے لئے صرف آپ ان لائنز کو تلاش کریں اپنے opt/lampp/etc/php.ini/ میں :

source: Remove the semicolon at the beginning of each line and restart XAMPP. eAccelerator is now active. For more information about eAccelerator, check the eAccelerator home page: %{eaccelerator}.
ar: قم بإزالة الفاصلة المنقوطة في بداية كل سطر وأعد تشغيل XAMPP. المسرع الإلكتروني نشط الآن. لمزيد من المعلومات حول eAccelerator، راجع الصفحة الرئيسية لـ eAccelerator: %{eaccelerator}.
es: Elimina el punto y coma (;) al inicio de cada línea y reinicia XAMPP. eAccelerator está ahora activado. Para más información sobre eAccelerator, comprueba la página de eAccelerator: %{eaccelerator}.
fr: Otez le point-virgule au début de chaque ligne et redémarrez XAMPP. eAccelerator est alors activé. Pour plus d'informations sur eAccelerator, voyez la page d'accueil d'eAccelerator: %{eaccelerator}.
it: Rimuovere il punto e virgola all'inizio di ogni riga e riavviare XAMPP. eAccelerator è ora attivo. Per ulteriori informazioni su eAccelerator, controlla home page eAccelerator% {eAccelerator}.
pl: Usuń średnik na początku każdej linii i zrestartuj XAMPP. eAccelerator jest już aktywny. Więcej informacji o eAccelerator na stronie internetowej: %{eaccelerator}.
ro: Scoateţi punct şi virgulă la începutul fiecărei linii şi reporniţi XAMPP. eAccelerator este acum activ. Pentru mai multe informaţii despre eAccelerator, vizitaţi pagina eAccelerator: %{eaccelerator}.
tr: Her satırın başındaki noktalı virgülü kaldırın ve XAMPP'ı yeniden başlatın. eAccelerator şimdi aktif olacaktır. eAccelerator ile ilgili daha fazla bilgi için, eAccelerator web sayfasına göz atın: %{eaccelerator}.
ur: ہر سطر کے شروع میں نیم وقفہ ہٹا دیں اور XAMPP کو دوبارہ شروع کریں. eAccelerator اب فعال ہے. eAccelerator کے بارے میں مزید معلومات کے لئے، eAccelerator ہوم پیج {eaccelerator}% کو چیک کریں .

source: How do I activate the OCI8/Oracle extension for PHP?
ar: كيف يمكنني تفعيل إضافة OCI8/Oracle لـ PHP؟
es: ¿Cómo activo la extensión OCI8/Oracle para PHP?
fr: Comment activer l'extension OCI8/Oracle pour PHP ?
it: Come faccio ad attivare l'estensione OCI8/Oracle per PHP?
pl: Jak mogę aktywować rozszerzenie OCI8/Oracle dla PHP?
ro: Cum activez extensia OCI8/Oracle pentru PHP?
tr: PHP için OCI8/Oracle eklentisini nasıl aktifleştiririm?
ur: میں کس طرح PHP کے لئے OCI8/Oracle توسیع کو چالو کروں ؟

source: To activate the OCI8/Oracle extension for PHP please execute the following command:
ar: لتفعيل ملحق OCI8/Oracle ل PHP يرجى تنفيذ الأمر التالي:
es: Para activar la extensión OCI8/Oracle para PHP ejecuta el siguiente comando:
fr: Pour activer l'extension OCI8/Oracle pour PHP, exécutez cette commande:
it: Per attivare l'estensione OCI8/Oracle per PHP si prega di eseguire il seguente comando:
pl: By aktywować rozszerzenie OCI8/Oracle dla PHP wykonaj poniższe komendy:
ro: Pentru a activa extensia OCI8/Oracle pentru PHP vă rugăm să executați următoarea comandă:
tr: PHP için OCI8/Oracle extension eklentisini aktifleştirmek için lütfen şu komutu çalıştırın:
ur: PHP کے لئے OCI8/Oracle توسیع چالو کرنے کے لئے مندرجہ ذیل کمانڈ کو چلایں :

source: The following dialog will start:
ar: سيبدأ مربع الحوار التالي:
es: El siguiente diálogo se iniciará:
fr: Ce dialogue commencera :
it: Apparirà la seguente finestra di dialogo:
pl: Uruchomi się następujące okno dialogowe:
ro: Următorul dialog va începe:
tr: Takip eden diyalog başlayacaktır:
ur: مندرجہ ذیل ڈائیلاگ شروع ہو گا :

source: Now the extension should be active.
ar: الأن يجب أن تشتغل الإضافات
es: Ahora la extensión debería estar activada.
fr: Alors l'extension devrait être active.
it: Ora l'estensione dovrebbe essere attiva.
pl: Teraz rozszerzenie powinno być aktywne.
ro: Acum extensia trebuie să fie activă.
tr: Eklenti şimdi aktif olacaktır.
ur: اب توسیع فعال ہونی چاہئے .

source: XAMPP runs, but why are none of the images being displayed?
ar: يعمل XAMPP، ولكن لماذا لا يتم عرض أي من الصور؟
es: XAMPP funciona, pero ¿por qué no se ve ninguna de las imágenes?
fr: XAMPP fonctionne, mais pourquoi aucune images s'affichent ?
it: XAMPP gira, perché nessun immagini viene visualizzata?
pl: XAMPP działa, ale dlaczego nie wyświetlają się żadne obrazki?
ro: XAMPP se execută, dar de ce nu se afişează nimic?
tr: XAMPP çalışıyor, fakat neden hiç bir resim gözükmüyor?
ur: XAMPP چلتا ہے، لیکن کیوں تصاویر میں سے کوئی بھی ظاہر نہیں کی جا رہیں ؟

source: That's a special problem with some Linux systems. Please open your /opt/lampp/etc/httpd.conf and look for these two lines:
ar: هذه مشكلة خاصة ببعض أنظمة لينكس. يرجى فتح /opt/lampp/etc/httpd.conf والبحث عن هذين السطرين:
es: Ese es un problema especial con algunos sistemas Linux. Por favor, abre el fichero /opt/lampp/etc/httpd.conf y busca estas dos líneas:
fr: Ce problème est rencontré dans quelques systèmes Linux. Ouvrez /opt/lampp/etc/httpd.conf et cherchez ces deux lignes :
it: Questo è un problema speciale con alcuni sistemi Linux. Si prega di aprire il file /opt/lampp/etc/httpd.conf ed individuare queste due righe:
pl: To specyficzny problem z niektórymi systemami Linux. Proszę otworzyć plik /opt/lampp/etc/httpd.conf i przyjrzeć się tym dwóm liniom:
ro: Unele sisteme Linux au această problemă specială. Vă rugăm să deschideţi fişierul de configurare /opt/lampp/etc/httpd.conf, urmărind următoarele două linii:
tr: Bu bazı Linux sistemlere özel bir problemdir. Lütfen /opt/lampp/etc/httpd.conf dosyasını açın ve şu iki satırı bulun:
ur: کچھ لینکس نظام کے ساتھ یہ ایک خاص مسئلہ ہے. آپ /opt/lampp/etc/httpd.conf کھولیں اور ان دو لائنوں کو دیکھیں :

source: Remove the # in both lines and restart your Apache. Your images should be back.
ar: قم بإزالة # في كلا السطرين وأعد تشغيل Apache. يجب أن تعود صورك.
es: Elimina la # en ambas líneas y reinicia Apache. Tus imágenes deberían verse.
fr: Otez le # des deux lignes et redémarrez Apache. Vos images devraient réapparaître.
it: Rimuovere il # in entrambe le linee e riavviare il Apache. Le immagini ritorneranno di nuovo.
pl: Usuń # w obydwóch liniach i zrestartuj Apache. Twoje obrazki powinny powrócić.
ro: Decomentariaţi ambele linii îndepărtând semnul # şi restartaţi Apache-ul. Acum, imaginile ar trebui să fie la locul lor.
tr: İki satırdaki de # işaretini kaldırın ve Apache'nizi tekrar başlatın. Resimleriniz görünür olacaktır.
ur: دونوں لائنوں میں # ہٹا دیں اور اپنا Apache دوبارہ شروع کریں. آپ کی تصاویر کو واپس ہونا چاہئے .

source: How do I backup/restore my XAMPP system?
ar: كيف يمكنني أخذ نُسخ إحتياط
es: ¿Cómo hago una copia de seguridad/restauro mi sistema XAMPP?
fr: Sauvegarder/Restaurer mon système XAMPP ?
it: Come faccio il backup/ripristino mio sistema XAMPP?
pl: Jak mogę wykonać kopię bezpieczeństwa (lub przywrócić z kopii) mojego systemu XAMPP?
ro: Cum pot salva/restaura sistemul meu XAMPP?
tr: XAMPP sistemimi nasıl yedeklerim/geri yüklerim?
ur: میں کس طرح بیک اپ/دوبارہ XAMPP نظام بحال کروں؟

source: Warning:
ar: تحذير:
es: Aviso:
fr: Attention:
it: Attenzione:
pl: Ostrzeżenie:
ro: Atenţionare:
tr: Uyarı:
ur: تنبیہ:

source: The backup and restore functionality is still under development and may not work correctly.
ar: إدارة النُسخ الإحتياطية ميزة تحت التطوير وقد لا تعمل بالشكل الصحيح
es: La funcionalidad de copia de seguridad y restauración está bajo desarrollo y puede no funcionar correctamente.
fr: La fonction sauvegarde/restauration est en développement et pourrait dysfonctionner.
it: Il backup e ripristinare la funzionalità è ancora in fase di sviluppo e potrebbero non funzionare correttamente.
pl: Wykonywanie kopii bezpieczeństwa i odzyskiwanie z kopii jest wciąż w trakcie tworzenia i może działać niepoprawnie.
ro: Facilitatea de salvare şi restaurare este încă în dezvoltare şi ar putea să nu funcţioneze corect.
tr: Yedekleme ve geri yükleme özellikleri hala geliştirmededir ve doğru çalışmayabilir.
ur: بیک اپ اور فعالیت کو بحال ترقی کے تحت اب بھی ہے اور درست طریقے سے کام نہیں کر سکتے .

source: You can create the backup by calling:
ar: يمكنك إنشاء نُسخة إحتياطية عن طريق
es: Puedes crear la copia de seguridad ejecutando:
fr: Vous créerai la sauvegarde en appelant:
it: È possibile creare il backup digitando
pl: Możesz wykonać backup wywołując polecenie:
ro: Puteţi crea o salvare, apelând:
tr: Şunu çağırarak yedek oluşturabilirsiniz:
ur: آپ کو بلا کی طرف سے بیک اپ بنانے کے کر سکتے ہیں:

source: or
ar: أو
es: o
fr: ou
it: oppure
pl: lub
ro: sau
tr: ya da
ur: یا
