Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: XAMPP is a completely free, easy to install Apache distribution containing MariaDB, PHP, and Perl. The XAMPP open source package has been set up to be incredibly easy to install and to use.
ar: برنامج مجاني بالكامل ومفتوح المصدر ، سهل التثبيت يحتوي على MariaDB, PHP, Perl ، تم تصميم ليكون غاية في السهولة للتثبيت والإستخدام.
es: XAMPP es una distribución de Apache completamente gratuita y fácil de instalar que contiene MariaDB, PHP y Perl. El paquete de instalación de XAMPP ha sido diseñado para ser increíblemente fácil de instalar y usar.
fr: XAMPP est une distribution Apache entièrement gratuite et facile à installer contenant MySQL, PHP et Perl. Le paquetage open source XAMPP a été mis au point pour être incroyablement facile à installer et à utiliser.
it: XAMPP è una distribuzione di Apache completamente gratuita e semplice da installare, contenente MySQL, PHP e Perl. Il pacchetto open source XAMPP è stato creato per essere estremamente facile da installare e utilizzare.
pl: XAMPP jest kompletnie darmową, łatwą w instalacji dystrybucją Apache'a, zawierającą MariaDB, PHP i Perl. Paczka XAMPP została tak zbudowana, aby była łatwa w instalacji i w użyciu.
ro: XAMPP este total gratuit, o distribuţie Apache uşor de instalat ce conţine MySQL, PHP şi Perl. Pachetul open source XAMPP a fost creat pentru a fi incredibil de uşor de instalat şi de utilizat.
tr: XAMPP tamamiyle ücretsiz, yüklenmesi kolay Apache dağıtımı olup MariaDB, PHP ve Perl içerir. XAMPP açık kaynak paketi inanılmaz kolaylıkta yüklenilebilmesi ve kullanılabilmesi için ayarlanmıştır.
ur: XAMPP کی ایک مکمل طور پر مفت، آسان MariaDB، PHP، اور Perl پر مشتمل Apache کی تقسیم انسٹال کرنے کے لئے. XAMPP کی اوپن سورس پیکج نصب کرنے کے لئے اور استعمال کرنے کے لئے ناقابل یقین حد تک آسان کرنے کے لئے قائم کیا گیا ہے.

source: Why use XAMPP?
ar: لماذا برنامجنا بالذات ?
es: ¿Por qué usar XAMPP?
fr: Pourquoi utiliser XAMPP ?
it: Perché usare XAMPP?
pl: Dlaczego warto używać XAMPP?
ro: De ce să foloseşti XAMPP?
tr: Neden XAMPP kullanmalı?
ur: XAMPP استعمال کیوں کرتے ہیں؟

source: The most popular PHP dev package
ar: هو بيئة التطوير ل PHP الأكثر
es: El entorno de desarrollo PHP más popular.
fr: Le paquet de développement PHP le plus populaire
it: Il più popolare pacchetto di sviluppo PHP
pl: Najbardziej popularna paczka programistyczna PHP
ro: Cel mai popular pachet de dezvoltare PHP
tr: En popüler PHP geliştirme paketi
ur: سب سے زیادہ مقبول پی ایچ پی کی دیو پیکیج

source: For Windows, Mac OS X &amp; Linux
ar: ل Windows, Mac OS X &amp; Linux
es: Para Windows, Mac OS X y Linux
fr: Pour Windows, Mac OS X &amp; Linux
it: Per Windows, Mac OS X &amp; Linux
pl: Dla Windowsa, Mac OSX &amp; Linuksa
ro: Pentru Windows, Mac OS X &amp; Linux
tr: Windows, Mac OS X &amp; Linux için
ur: Windows, Mac OS X &amp; Linux ک لیے

source: Easy installation and configuration
ar: تثبيت وضبط بسهولة
es: Fácil instalación y configuración.
fr: Installation et configuration faciles
it: Facile da installare e da configurare
pl: Łatwa instalacja i konfiguracja
ro: Instalare şi configurare uşoare
tr: Kolay kurulum ve yapılandırma
ur: آسان تنصیب اور ترتیب

source: Completely free of charge
ar: مجاني
es: Completamente gratuito
fr: Complètement gratuit
it: Completamente gratuito
pl: Całkowicie za darmo
ro: Complet gratuit
tr: Tamamiyle ücretsiz
ur: بالکل مفت

source: Click here for other versions
ar: إضغط هنا لنُسخ أخرى
es: Pulsa aquí para otras versiones
fr: Cliquez ici pour d'autres versions
it: Clicca qui per altre versioni
pl: Kliknij tutaj, aby uzyskać inne wersje
ro: Apasă aici pentru alte versiuni
tr: Diğer sürümler için buraya tıklayın
ur: دیگر ورژن کے لئے یہاں کلک کریں

source: XAMPP for <strong>%{os}</strong>
ar: XAMPP نُسخة <strong>%{os}</strong>
es: XAMPP para <strong>%{os}</strong>
fr: XAMPP pour <strong>%{os}</strong>
it: XAMPP per <strong>%{os}</strong>
pl: XAMPP dla<strong>%{os}</strong>
ro: XAMPP pentru <strong>%{os}</strong>
tr: <strong>%{os}</strong> için XAMPP
ur: کے لیے <XAMPP <strong>%{os}</strong

source: Read more&nbsp;&raquo;
ar: مزيد من المعلومات&nbsp;&raquo;
es: Más información&nbsp;&raquo;
fr: En savoir plus&nbsp;&raquo;
it: Per saperne di più&nbsp;&raquo;
pl: Przeczytaj więcej&nbsp;&raquo;
ro: Citeşte mai mult &nbsp;&raquo;
tr: Daha fazla okuyun
ur: &nbsp;&raquo; مزید پڑھیں

source: About Apache Friends
ar: عن Apache Friends
es: Acerca de Apache Friends
fr: À propos d'Apache Friends
it: A proposito di Apache Friends
pl: O Apache Friends
ro: Despre Apache Friends
tr: Apache Friends Hakkında
ur: اپاچی دوستوں کے بارے میں

source: Apache Friends is a non-profit project to promote the Apache web server and is home to the XAMPP project. XAMPP is an easy to install Apache distribution containing MariaDB, PHP, and Perl.
ar: Apache Friends هو مشروع غير ربحي للترويج لخادم الويب Apache وهو موطن لمشروع XAMPP. XAMPP هو توزيع أباتشي سهل التثبيت ويحتوي على MariaDB وPHP وPerl.
es: Apache Friends es un proyecto para promocionar el servidor de web Apache y es el hogar del proyecto XAMPP. XAMPP es una distribución de Apache fácil de instalar que contiene MariaDB, PHP y Perl.
fr: Apache Friends est un projet à but non lucratif qui vise à promouvoir le serveur web Apache et qui est la base du projet XAMPP. XAMPP est une distribution Apache facile à installer qui contient MariaDB, PHP et Perl.
it: Apache Friends è un progetto no profit per supportare il web server Apache e ospitante il progetto XAMPP. XAMPP è una distribuzione Apache semplice da installare contenente MySQL, PHP e Perl.
pl: Apache Friends jest projektem non-profit w celu promowania serwera www Apache i jest domem dla projektu XAMPP. XAMPP jest łatwą w instalacji dystrybucją Apache zawierającą MariaDB, PHP i Perl.
ro: Apache Friends este un proiect non-profit de promovare a serverului web Apache şi găzduit de proiectul XAMPP. Pachetul XAMPP este o distribuţie Apache uşor de instalat ce conţine MySQL, PHP şi Perl.
tr: Apache Friends Apache web serverı destekleyen ve kar amacı gütmeyen bir proje olup, XAMPP projesine de ev sahipliği yapmaktadır. XAMPP yüklemesi kolay, MariaDB, PHP ve Perl içeren bir Apache dağıtımıdır.
ur: Apache دوست Apache ویب سرور کو فروغ دینے کے ایک غیر منافع بخش منصوبہ ہے اور XAMPP کی منصوبے کے لئے گھر ہے. XAMPP کی MariaDB، PHP، اور Perl پر مشتمل Apache کی تقسیم کو انسٹال کرنے کے لئے آسان ہے.

source: Community
ar: المُجتمع
es: Comunidad
fr: Communauté
it: Comunità
pl: Społeczność
ro: Comunitate
tr: Topluluk
ur: کمیونٹی

source: XAMPP has been around for more than 10 years &ndash; there is a huge community behind it. You can get involved by joining our %{forums}, liking us on %{facebook}, or following our exploits on %{twitter}.
ar: XAMPP موجود منذ أكثر من 10 سنوات &ndash؛ هناك مجتمع ضخم وراءه. يمكنك المشاركة من خلال الانضمام إلى %{forums}، أو الإعجاب بنا على %{facebook}، أو متابعة مآثرنا على %{twitter}.
es: XAMPP tiene más de 10 años &ndash; hay una gran comunidad detrás del proyecto. Puedes participar uniéndote a nuestros %{forums}, uniéndote a nuestro %{facebook}, o siguiendo nuestras hazañas en %{twitter}.
fr: XAMPP existe depuis plus de 10 ans &ndash; une énorme communauté l'appuie. Vous pouvez en faire partie en rejoignant nos %{forums}, en nous appréciant sur %{facebook}, ou en suivant nos exploits sur %{twitter}.

source: Recent Discussions
ar: نقاشات حديثة
es: Temas Recientes
fr: Discussions récentes
it: Discussioni recenti
pl: Ostatnie dyskusje
ro: Discuţii Recente
tr: Son Tartışmalar
ur: حالیہ بات چیت

source: Follow XAMPP
ar: تابع XAMPP
es: Sigue XAMPP
fr: Suivez XAMPP
it: Seguire XAMPP
pl: Obserwuj XAMPP
ro: Urmează XAMPP
tr: XAMPP'ı Takip Et
ur: رابطے میں رہو XAMPP

source: Overheard
ar: مسموع
es: Conversaciones
fr: Entendu
it: Comunicazione
pl: Zasłyszane
ro: Din auzite
ur: سنی

source: You can get in touch with us on our Freenode IRC channel <strong>#Apachefriends</strong>. In order to access the channel, you will need an IRC client.
ar: يمكنك التواصل معنا على قناتنا IRC <strong>#Apachefriends</strong> . للوصول إلى القناة تحتاج عميل IRC
es: Puedes contactarnos en nuestro canal de IRC en Freenode IRC <strong>#Apachefriends</strong>. Para acceder el canal necesitarás un cliente de IRC.
fr: Vous pouvez nous contacter sur notre canal IRC Freenode <strong>#Apachefriends</strong>. Pour accéder au canal, vous aurez besoin d'un client IRC.
it: Puoi metterti in contatto con noi sul nostro canale IRC Freenode <strong>#Apachefriends</strong>. Per accedere al canale, hai bisogno di un client IRC.
pl: Możesz skontaktować się z nami na naszym kanale IRC <strong>#Apachefriends</strong>. W celu uzyskania dostępu do kanału, potrzebujesz klienta IRC.
ro: Poţi lua legătura cu noi pe canalul Freenode IRC <strong>#Apachefriends</strong>. Pentru a accesa canalul, trebuie să devii client IRC.
tr: Bizimle Freenode IRC kanalı <strong>#Apachefriends</strong> üzerinden iletişime geçebilirsiniz. Kanala erişebilmeniz için IRC istemcisine sahip olmalısınız.
ur: آپ مفت نوڈ آئی آر سی چینل پر ہمارے ساتھ رابطہ کر سکتے ہیں <strong>#Apachefriends</strong>. چینل تک رسائی حاصل کرنے کے لئے، آپ کو ایک آئی آر سی کلائنٹ کی ضرورت ہو گی.

source: Tweets about XAMPP
ar: تغريدات حول XAMPP
es: Tweets sobre XAMPP
fr: Tweets à propos de XAMPP
it: Tweet su XAMPP
pl: Ćwierkaj o XAMPP
ro: Caută pe Tweeter despre XAMPP
tr: XAMPP hakkında tweetler
ur: کے بارے میں ٹویٹس xampp

source: Get Social!
ar: كُُن إجتماعيا !
es: ¡Síguenos!
fr: Soyez sociable !
it: Seguici!
pl: Bądź społeczny!
ro: Socializează!
tr: Sosyal!
ur: سوشل جاؤ!

source: Get a XAMPP Stamp
ar: أُحصل على ختم XAMPP
es: XAMPP banners
fr: Demandez un tampon XAMPP
it: Ottieni il logo XAMPP
pl: Otrzymaj pieczątkę XAMPP
ro: Obţine o amprentă XAMPP
tr: XAMPP damgası al
ur: XAMPP کی ٹکٹ حاصل کریں

source: Our Team
ar: فريقنا
es: El Equipo
fr: Notre équipe
it: Il nostro team
pl: Nasz Zespół
ro: Echipa Noastră
tr: Takımımız
ur: ہماری ٹیم

source: Founders
ar: المُؤسسين
es: Fundadores
fr: Fondateurs
it: Fondatori
pl: Założyciele
ro: Fondatori
tr: Kurucular
ur: بانیوں

source: Oswald was one of the original co-founders of Apache Friends. He graduated 1999 from Technical University of Berlin with a Diplom-Informatiker degree (equivalent to a Master's degree in Computer Science). In the 90's he created and managed Germany's biggest IRCnet server irc.fu-berlin.de, and co-managed one of the world's largest anonymous FTP server ftp.cs.tu-berlin.de. From 1993 until 1998 he was member of the internationally renowned &quot;Projektgruppe Kulturraum Internet&quot;, a Berlin-based research project on net culture and network organization. In 2006, his third book, Das XAMPP-Handbuch, was published by Addison Wesley. From 2009 to 2011, he served as Technology Evangelist for Web Tier Products at Sun Microsystems/Oracle.
ar: كان أوزوالد أحد المؤسسين الأصليين لأصدقاء Apache. تخرج في عام 1999 من جامعة برلين التقنية في برلين بدرجة دبلوم-المعلوماتية (ما يعادل درجة الماجستير في علوم الحاسب الآلي). في التسعينات أنشأ وأدار أكبر خادم IRCnet في ألمانيا irc.irc.fu-berlin.de، وشارك في إدارة أحد أكبر خوادم FTP المجهولة في العالم ftp.cs.tu-berlin.de. من عام 1993 حتى عام 1998، كان عضوًا في مشروع Projektgruppe Kulturraum Internet&quot؛ وهو مشروع بحثي مقره برلين حول ثقافة الشبكة وتنظيم الشبكة. في عام 2006، صدر كتابه الثالث بعنوان Das XAMPP-Handbuch عن دار أديسون ويسلي. وفي الفترة من 2009 إلى 2011، عمل كمستشار تقني لمنتجات الويب من الدرجة الأولى في شركة Sun Microsystems/Oracle.
es: Oswald es uno de los co-fundadores originales de Apache Friends. Se graduó en 1999 de la Technical University of Berlin con un Diplom-Informatiker degree (equivalente a una ingeniería en software). En los 90s creó y administró el servidor de IRCnet más grande irc.fu-berlin.de, y co-administró uno de los servidores anónimos de FTP más grandes del mundo ftp.cs.tu-berlin.de. Desde 1993 a 1998 fue miembro del grupo internacional &quot;Projektgruppe Kulturraum Internet&quot;, un proyecto basado en Berlin sobre cultura y organizaciones basadas en internet. En 2006 publico su tercer libro, Das XAMPP-Handbuch, con Addison Wesley. De 2009 a 2011, fue evangelista de tecnología para productos de web en Sun Microsystems/Oracle.
fr: Oswald est l'un des co-fondateurs originaux d'Apache Friends. Il a obtenu son diplôme "Diplom-Informatiker" (équivalent à un mastère en sciences informatiques) en 1999 à l'université technique de Berlin. Dans les années 90, il a créé et géré le plus grand serveur IRCnet allemand irc.fu-berlin.de, et a co-géré l'un des plus grands serveurs FTP anonyme ftp.cs.tu-berlin.de. De 1993 à 1998, il a été membre du groupe mondialement connu &quot;Projektgruppe Kulturraum Internet&quot;, un projet de recherche basé à Berlin sur la culture du net et l'organisation du réseau. En 2006, son troisième livre, Das XAMPP-Handbuch, a été publié par Addison Wesley. De 2009 à 2011, il a travaillé en tant qu'évangéliste technologique pour les produits web chez Sun Microsystems/Oracle.
it: Oswald è uno degli originali co-fondatori di Apache Friends. Si è laureato nel 1999 presso l'Università Tecnica di Berlino come Diplom-Informatiker (equivalente all'ingegneria del software). Negli anni '90 ha fondato e gestito il più grande server IRCnet tedesco irc.fu-berlin.de, e co-gestito uno dei più grandi server anonimi FTP del mondo ftp.cs.tu-berlin.de. Dal 1993 al 1998 è stato membro del "Projektgruppe Kulturraum Internet", un rinomato progetto di ricerca di livello internazionale con sede a Berlino sulla cultura e organizzazione della rete. Nel 2006 è stato pubblicato dalla casa editrice Addison Wesley il suo terzo libro, "Das XAMPP-Handbuch". Dal 2009 al 2011 ha ricoperto il ruolo di Technology Evangelist per i prodotti Web Tier alla Sun Microsystems/Oracle.
pl: Oswald był jednym z pierwszych założycieli Apache Friends. Ukończył w 1999 r. Politechnikę w Berlinie ze stopniem dyplomowanego informatyka (jest porównywane do magistra informatyki). W latach 90-tych utworzył i zarządzał największym niemieckim serwerem IRCetu irc.fu-berlin.de i wspólnie zarządzał jednym z największych serwerów FTP ftp.cs.tu-berlin.de. Od 1993 do 1998 r. był członkiem o międzynarodowej renomie &quot;Grupy Projektowej Przestrzeni Kulturowej Internetu&quot;, bazowanej na berlińskim projekcie badawczym o organizacji sieci i internetowej kulturze. W 2006 r., jego trzecia książka "Podręcznik XAMPP", została opublikowana przez Addison Wesley. Od 2009 r. do 2011 r., pracował jako Ewangelista Technologii dla Produktów Poziomów WWW w Sun Microsystems/Oracle.
ro: Oswald a fost unul dintre co-fondatorii iniţiali ai Apache Friends. A absolvit în 1999 cu diplomă de informatician, la Universitatea Tehnică din Berlin. În anii 90` a creat şi gestionat cel mai mare server IRCnet (Internet Relay Chat) din Berlin, irc.fu-berlin.de şi a co-gestionat unul dintre cele mai mari servere FTP anonime din lume, ftp.cs.tu-berlin.de. Din 1993 până în 1998 a fost membru al proiectului de renume internaţional &quot;Projektgruppe Kulturraum Internet&quot;, un proiect de cercetare berlinez, cu privire la cultura pe internet şi organizarea reţelelor. În 2006 a fost publicată de Addison Wesley cea de-a treia sa carte, Das XAMPP-Handbuch. Din 2009 până în 2011, a contribuit ca Technology Evangelist pentru Web Tier Products la Sun Microsystems/Oracle.
tr: Oswald Apache Friends'in eş kurucularından biridir. Berlin Teknik Üniversitesi'nden Diplom-Informatiker derecesi (Bilgisayar Bilimleri Yüksek Lisans eşdeğeri) ile 1999 yılında mezun olmuştur. 90'larda Almanya'nın en büyük IRCnet sunucusu olan irc.fu-berlin.de'yi kurmuş ve yönetmiş, dünyanın en popüler anonim FTP sunucusu ftp.cs.tu-berlin.de'nin eş yöneticiliğini yapmıştır. 1993 ve 1998 yılları arasında uluslararası tanınan &quot;Projektgruppe Kulturraum Internet&quot; Berlin merkezli net kültürü ve network organizasyonu araştırma projesinin üyelerindendir. 2006 yılında üçüncü kitabı olan Das XAMPP-Handbuch, Addison Wesley tarafından yayınlanmıştır. 2009 ile 2011 yılları arasında Web Tier Products için Technology Evangelist olarak Sun Microsystems/Oracle'da çalışmıştır.
ur: Apache Friends اصل کے شریک بانی میں سے Oswald ایک تھا. انہوں نے (کمپیوٹر سائنس میں ماسٹر کے برابر) ایک Diplom-Informatiker ڈگری کے ساتھ برلن کی ٹیکنیکل یونیورسٹی سے 1999 گریجویشن کی. 90 میں اس نے پیدا کیا اور جرمنی کی سب سے بڑی IRCnet سرور irc.fu-berlin.de منظم، اور دنیا کی سب سے بڑی گمنام FTP سرور ftp.cs.tu-berlin.de میں سے ایک شریک منظم. 1993 سے 1998 تک انہوں نے بین الاقوامی شہرت یافتہ ;quot;Projektgruppe Kulturraum Internet&quot& نیٹ ثقافت اور نیٹ ورک کی تنظیم پر ایک برلن کی بنیاد پر تحقیق کے منصوبے کے رکن تھے. 2006 میں، اپنی تیسری کتاب، Das XAMPP-Handbuch ایڈسن ویزلی کی طرف سے شائع کیا گیا تھا. 2009 سے 2011 تک، انہوں نے سن مائکروسسٹمز / اوریکل ویب ٹائیر مصنوعات کے لئے ٹیکنالوجی مبشر انجیل کے طور پر خدمات انجام دیں.

source: Together with Oswald, Kay co-founded the Apache Friends project in 2002. He currently works as freelance System Engineer and wrote several books about web technologies like Apache, MySQL and XAMPP itself.
ar: شارك كاي مع أوزوالد في تأسيس مشروع Apache Friends في عام 2002. وهو يعمل حاليًا كمهندس نظام مستقل، وألف العديد من الكتب حول تقنيات الويب مثل Apache و MySQL و XAMPP نفسه
es: Junto con Oswald, Kay co-fundó Apache Friends en 2002. Actualmente trabaja como ingeniero de sistemas freelance y ha escrito varios libros sobre tecnologías web como Apache, MySQL y XAMPP.
fr: Avec Oswald, Kay a co-fondé le projet Apache Friends en 2002. Il travaille actuellement comme ingénieur système indépendant et a écrit plusieurs livres sur les technologies du web, comme Apache, MySQL et XAMPP.
it: Insieme a Oswald, Kay co-fondò il progetto Apache Friends nel 2002. Attualmente lavora come System Engineer freelance e ha scritto diversi libri su tecnologie web come Apache, MySQL e XAMPP.
pl: ,Kay razem z Oswaldem, założyli projekt Apache Friends w 2002 r. Obecnie pracuje jako niezależny inżynier systemu i napisał już kilka książek o technologiach web, tj. Apache, MySQL i samym XAMPP.
ro: Înpreună cu Oswald, Kay a co-fondat proiectul Apache Friends în 2002. În prezent lucrează ca &quot;freelance System Engineer&quot; şi a scris câteva cărţi despre tehnologiile asemănătoare Apache, MySQL şi XAMPP însuşi.
tr: Kay, Oswald ile birlikte 2002 yılında Apache Friends'in eş kuruculuğunu yapmıştır. Şu anda serbest Sistem Mühendisi olarak çalışmakta ve Apache, MySQL ile XAMPP gibi web teknolojileri hakkında çeşitli kitaplar yazmaktadır.
ur: ایک ساتھ مل کر Oswald کے ساتھ، Kay کے 2002 میں اپاچی دوست منصوبے کے شریک کی بنیاد رکھی. انہوں نے کہا کہ فی الحال فری لانس سسٹم انجینئر کے طور پر کام کرتا ہے اور اپاچی، ایس کیو ایل اور xampp کی خود کی طرح ویب ٹیکنالوجیز کے بارے میں کئی کتابیں تصنیف کیں.

source: Current Maintainers
ar: المُشرفون الحاليون
es: Mantenedores actuales
fr: Equipe de maintenance
it: Gestori attuali
pl: Obecni opiekunowie
ro: Întreţinătorii curenţi
tr: Mevcut Yöneticiler
ur: موجودہ مینجمنٹ

source: Beltran is a project manager at Bitnami. He fell in love with open source and Linux since an early age and enjoys tinkering with web technologies and speaking at developer events. Beltran graduated from the Seville Engineering School with a Master's degree in Telecommunication.
ar: Beltran هو مدير مشروع في Bitnami. وقع في حب حركة البرمجيات ذات المصدر المفتوح ولينكس منذ نعومة أظفاره، وهو يستمتع بالتعامل مع تقنيات الويب والتحدث في فعاليات المطورين. تخرج بلتران من كلية الهندسة في إشبيلية وحصل على درجة الماجستير في الاتصالات.
es: Beltran es jefe de producto en Bitnami. Es un apasionado de las tecnologías de software libre y Linux desde una edad temprana y le gusta enredar con tecnologías web. Beltran es ingeniero superior en telecomunicación por la Escuela Superior de Ingenieros de Sevilla.
fr: Beltran travaille en tant que chef de projet chez Bitnami. Il a été séduit très jeune par l'open source et Linux et adore bricoler avec les technologies du web et donner des conférences lors d'événements portant sur le développement. Beltran est sorti de l'école d'ingénieurs de Séville avec une maîtrise en télécommunications.
it: Beltran è project manager presso Bitnami. Egli si innamorò dell'open source e Linux in giovane età e si diverte a lavorare con le tecnologie web e a parlare a eventi per sviluppatori. Beltran è laureato in ingegneria delle telecomunicazioni presso la Facoltà di Ingegneria di Siviglia.
pl: Beltran jest managerem projektu w Bitnami. Zakochał się w Open Source i Linuksie od najmłodszych lat, i cieszy się z majsterkowania przy technologiach internetowych i udzielania się na imprezach programistycznych. Beltran jest absolwentem Szkoły Inżynierskiej w Sewilli z dyplomem magistra w Telekomunikacji.
ro: Beltran este un administrator de proiect la Bitnami. Se îndrăgosteşte de open source şi Linux de la o vârstă fragedă, îi place să creeze tehnologii web şi să ia cuvîntul la întâlnirile dezvoltatorilor de web. Beltran a absolvit la Seville Engineering School cu o diplomă de masterat în Telecomunicaţii.
tr: Beltran Bitnami'de proje yöneticisidir. Genç yaşta açık kaynak ve Linux'a aşık olmuş olup, web teknolojilerini kurcalamaktan ve geliştirici etkinliklerinde konuşmacı olarak yer almaktan zevk almaktadır. Beltran Seville Mühendislik Fakültesinden Telekominikasyon alanında yüksek lisans derecesi ile mezun olmuştur.
ur: Beltran Bitnami میں ایک پروجیکٹ مینیجر ہے. وہ ایک ابتدائی عمر سے لے کر اوپن سورس اور لینکس کے ساتھ محبت میں گر گیا اور ویب ٹیکنالوجی کے ساتھ ایڈجسٹمنٹ اور ڈویلپر کے واقعات سے خطاب کرتے ہوئے حاصل ہے. Beltran ٹیلی کمیونیکیشن میں ماسٹر کی ڈگری کے ساتھ SEVILLE کے انجینئرنگ سکول سے گریجویشن کی.
