Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Can I use my own MySQL server?
ar: هل يمكنني إستخدام خادم MySQL الخاص بي
es: ¿Puedo usar mi propio servidor de MySQL?
fr: Puis-je utiliser mon propre serveur MySQL ?
it: Posso utilizzare il mio server MySQL?
pl: Czy mogę użyć swojego własnego serwera MySQL?
ro: Pot să-mi folosesc propriul server MySQL?
tr: Benim kendi MySQL sunucusu kullanabilir miyim?
ur: میں اپنے MySQL سرور کا استعمال کر سکتے ہیں؟

source: Yes. Simply don't start the MySQL from the XAMPP package. Please note that two servers cannot be started on the same port. If you have set a password for "root", please do not forget to edit the file "xamppphpMyAdminconfig.inc.php".
ar: نعم، ببساطة لا تبدأ تشغيل MySQL من حزمة XAMPP. يرجى ملاحظة أنه لا يمكن بدء تشغيل خادمين على نفس المنفذ. إذا كنت قد قمت بتعيين كلمة مرور لـ "root"، يرجى عدم نسيان تعديل الملف "xamppphpMyAdminconfig.inc.php".
es: Sí. Simplemente no inicies MySQL desde el paquete XAMPP. Por favor, ten en cuenta que dos servidores no pueden iniciarse en el mismo puerto. Si has seleccionado una contraseña para "root", no olvides editar el fichero "\xampp\phpMyAdmin\config.inc.php".
fr: Oui. Il suffit de ne pas lancer MySQL à partir du paquetage XAMPP. Notez que deux serveurs ne peuvent pas être démarrés sur le même port. Si vous avez attribué un mot de passe à "root", n'oubliez pas de modifier le fichier "\xampp\phpMyAdmin\config.inc.php".
it: Sì. Semplicemente non avviare il MySQL dal pacchetto XAMPP. Si prega di notare che due server non possono essere avviati sulla stessa porta. Se è stata impostata una password per 'root', si prega di non dimenticare di modificare il file '\xampp\phpMyAdmin\config.inc.ph".
pl: Tak. Najprościej nie uruchamiać MySQL z pakietu XAMPP. Proszę zauważyć, że dwa serwery nie mogą być uruchomione na tym samym porcie. Jeżeli masz ustawione hasło dla użytkownika MySQL "root", proszę nie zapomnieć zaktualizować pliku "\xampp\phpMyAdmin\config.inc.php".
ro: Da. Pur şi simplu nu porniţi MySQL-ul din pachetul XAMPP. Reţineţi că nu pot fi startate două servere pe un acelaşi port. Dacă aţi setat o parolă de "root", nu uitaţi să editaţi fişierul "\xampp\phpMyAdmin\config.ini.php".
tr: Evet. Basitçe XAMPP paketinden MySQL başlatmayın. İki sunucunun aynı bağlantı noktasında başlamış olamaz unutmayın. Eğer \ "root " için bir parola ayarladıysanız, dosya \ "\ xampp \ phpMyAdmin \ config.inc.php " düzenlemek unutmayınız.
ur: جی ہاں. بس XAMPP کی پیکج کی طرف سے MySQL شروع نہیں کرتے. دو سرورز اسی بندرگاہ پر شروع نہیں کیا جا سکتا ہے براہ مہربانی نوٹ. آپ کو "جڑ" کے لئے ایک پاس ورڈ مقرر ہے تو، فائل "xamppphpMyAdmin کے config.inc.php \" ترمیم کرنے کے لئے نہیں بھولنا.

source: How do I restrict access to phpMyAdmin from the outside?
ar: كيف يمكنني تقييد الوصول إلى phpMyAdmin من الخارج؟
es: ¿Cómo restrinjo el acceso a phpMyAdmin desde el exterior?
fr: Comment restreindre l'accès à phpMyAdmin depuis l'extérieur ?
it: Come faccio a limitare l'accesso a phpMyAdmin dall'esterno?
pl: Jak mogę ograniczyć dostęp do phpMyAdmina z zewnątrz?
ro: Cum restricţionez accesul din exterior la phpMyAdmin?
tr: Nasıl dışarıdan phpMyAdmin erişimi kısıtlamak mı?
ur: میں کس طرح باہر سے phpMyAdmin کے تک رسائی کو محدود کرتے ہیں؟

source: In the basic configuration of XAMPP, phpMyAdmin have public access.
ar: في التهيئة الأساسية لـ XAMPP، يتمتع phpMyAdmin بوصول عام.
es: En una configuración básica de XAMPP, phpMyAdmin tiene acceso público.
fr: Dans la configuration de base de XAMPP, phpMyAdmin est d'accès public.
it: La configurazione di base di XAMPP, phpMyAdmin hanno accesso pubblico.
pl: W podstawowej konfiguracji XAMPP, phpMyAdmin jest publicznie dostępny.
ro: În configuraţia iniţială a XAMPP, accesul la phpMyAdmin este public.
tr: XAMPP temel konfigürasyonunda, phpMyAdmin kamu erişim hakkına sahiptir.
ur: XAMPP کی بنیادی ترتیب میں، phpMyAdmin کے

source: You can change the MySQL root password and choose the authentication method for phpMyAdmin from the security console at http://localhost/security/
ar: يمكنك تغيير كلمة مرور جذر MySQL واختيار طريقة المصادقة لـ phpMyAdmin من وحدة تحكم الأمان على http://localhost/security/
es: Puedes cambiar la contraseña de root de MySQL y elegir el método de autenticación para phpMyAdmin desde la consola de seguridad en http://localhost/security/
fr: Vous pouvez modifier le mot de passe de root de MySQL et choisir la méthode d'authentification pour phpMyAdmin depuis la console de sécurité à http://localhost/security/
it: È possibile modificare la password di root di MySQL e scegliere il metodo di autenticazione per phpMyAdmin dalla console sicurezza a http://localhost/security/
pl: Możesz zmienić hasło administratora MySQL i wybrać metodę uwierzytelniania dla phpMyAdmina przez konsolę zabezpieczenia na http://localhost/security/
ro: Puteţi modifica parola de root a MySQL-ului şi selecta metoda de autentificare pentru phpMyAdmin din consola de securitate, la http://localhost/security
tr: Http güvenlik konsolundan phpMyAdmin için kimlik doğrulama yöntemi MySQL root şifresini değiştirmek ve seçebilirsiniz: // localhost / güvenlik /
ur: آپ MySQL کی جڑ پاس ورڈ تبدیل اور http://localhost/security/ میں سیکورٹی کنسول سے phpMyAdmin کے لئے تصدیق کا طریقہ منتخب کر سکتے ہیں

source: Before you can access the MySQL server, phpMyAdmin will prompt you for a user name and password. Don't forget to set a password for the user "root" first.
ar: قبل أن تتمكن من الوصول إلى خادم MySQL، سيطالبك phpMyAdmin باسم المستخدم وكلمة المرور. لا تنس تعيين كلمة مرور للمستخدم "root" أولاً.
es: Para acceder al servidor MySQL, phpMyAdmin te preguntará por un nombre de usuario y contraseña. No olvides fijar la contraseña del usuario "root" antes.
fr: Avant de vous laisser accéder au serveur MySQL, phpMyAdmin vous demandera un nom d'utilisateur et un mot de passe. N'oubliez pas en premier d'attribuer un mot de passe à l'utilisateur "root".
it: Prima di poter accedere al server MySQL, phpMyAdmin vi chiederà un nome utente e una password. Non dimenticare di impostare una password per l'utente 'root' prima.
pl: Przed twoim dostępem do serwera MySQL, phpMyAdmin zapyta cię o nazwę użytkownika i hasło. Nie zapomnij najpierw ustawić hasła dla użytkownika "root".
ro: Înainte de a putea accesa serverul MySQL, phpMyAdmin va solicita un nume de utilizator şi o parolă. Nu uitaţi ca mai întâi de toate, să setaţi pentru utilizatorul "root" o parolă.
tr: MySQL sunucusuna erişmeden önce, phpMyAdmin kullanıcı adı ve şifre isteyecektir. İlk kullanıcı \ "root " için bir şifre koymak unutmayın.
ur: آپ MySQL سرور تک رسائی حاصل کر سکتے ہیں اس سے پہلے کہ، phpMyAdmin کے ایک صارف نام اور پاس ورڈ کے لئے آپ کو فوری طور پر کیا جائے گا. سب سے پہلے صارف "جڑ" کے لئے ایک پاس ورڈ کو قائم کرنے کے لئے نہیں بھولنا.

source: How do I enable access to phpMyAdmin from the outside?
es: ¿Cómo habilitar el accesso a phpMyAdmin desde fuera?

source: In the basic configuration of XAMPP, phpMyAdmin is accessible only from the same host that XAMPP is running on, at http://127.0.0.1 or http://localhost.
es: En la configuración básica de XAMPP, phpMyAdmin es accessible sólo desde la máquina donde está instalada en http://127.0.0.1 o http://localhost.

source: IMPORTANT: Enabling external access for phpMyAdmin in production environments is a significant security risk. You are strongly advised to only allow access from localhost. A remote attacker could take advantage of any existing vulnerability for executing code or for modifying your data.
es: IMPORTANTE: Habilitar el accesso de phpMyAdmin para usuarios externos no está recomendado para entornos de producción. Un atacante podría usar cualquier vulnerabilidad de la aplicación para ejecutar código o modificar datos.

source: Within this file, find the lines below.
es: En este fichero encuentra las siguientes líneas.

source: Then replace 'Require local' with 'Require all granted'.
es: Reemplaza 'Require local' por 'Require all granted'.

source: To enable remote access to phpMyAdmin, follow these steps:
es: Para habilitar el acceso remote a phpMyAdmin, sigue estos pasos:

source: Edit the apacheconfextrahttpd-xampp.conf file in your XAMPP installation directory.
es: Edita el fichero apacheconfextrahttpd-xampp.conf en tu directorio de instalación.

source: Edit the /opt/lampp/etc/extra/httpd-xampp.conf file in your XAMPP installation directory.
es: Edita el fichero /opt/lampp/etc/extra/httpd-xampp.conf en tu directorio de instalación.

source: Edit the /Applications/XAMPP/xamppfiles/etc/extra/httpd-xampp.conf file in your XAMPP installation directory.
es: Edita el fichero /Applications/XAMPP/xamppfiles/etc/extra/httpd-xampp.conf en tu directorio de instalación.

source: Restart the Apache server using the XAMPP control panel.
es: Reinicia el servidor de XAMPP usando el panel de control.

source: Where is the IMAP support for PHP?
ar: أين يوجد دعم IMAP لـ PHP؟
es: ¿Dónde se encuentra el soporte a IMAP para PHP?
fr: Où est le support IMAP de PHP ?
it: Dove si trova il supporto IMAP per PHP?
pl: Gdzie jest wsparcie IMAP dla PHP?
ro: Unde se află suportul IMAP pentru PHP?
tr: Nerede PHP IMAP desteği nedir?
ur: کہاں PHP کے لئے IMAP کی حمایت کی ہے؟

source: As default, the IMAP support for PHP is deactivated in XAMPP due to some mysterious initialization errors with some home versions like Windows 98. If you work with NT systems, you can open the file "xamppphpphp.ini" to activate the php exstension by removing the beginning semicolon at the line ";extension=php_imap.dll". It should be:
ar: كإعداد افتراضي، يتم إلغاء تنشيط دعم IMAP لـ PHP في XAMPP بسبب بعض أخطاء التهيئة الغامضة مع بعض الإصدارات الرئيسية مثل Windows 98.إذا كنت تعمل مع أنظمة NT، يمكنك فتح الملف "xamppphpphp.ini" لتفعيل امتداد php عن طريق إزالة الفاصلة المنقوطة في بداية السطر ";extension=php_imap.dll". يجب أن تكون
es: Por defecto, el soporte a IMAP para PHP está desactivado en XAMPP debido a algunos extraños errores de inicialización con algunas versiones home, como Windows 98. Si trabajas con sistemas NT, puedes abrir el fichero "\xampp\php\php.ini" para activar la extensión php eliminando el punto y coma inicial en la línea ";extension=php_imap.dll". Debería ser:
fr: A défaut, le support IMAP de PHP est désactivé dans XAMPP en raison d"erreurs mystérieuses d'initialisation avec certaines versions familiales comme Windows 98. Si vous travaillez avec les systèmes NT, vous pouvez ouvrir le fichier "\xampp\php\php.ini" pour activer l'extension php en supprimant le point-virgule au début de la ligne ";extension=php_imap.dll". Ca devrait être :
it: Come impostazione predefinita, il supporto IMAP per PHP è disattivato in XAMPP a causa di alcuni errori di inizializzazione misteriosi con alcune versioni home come Windows 98. Se si lavora con sistemi NT, è possibile aprire il file '\xampp\php\php.ini'. Per attivare la exstension php rimuovendo il punto e virgola a partire dalla linea '; estensione php_imap.dll'. Dovrebbe essere:
pl: Domyślnie, wsparcie IMAP dla PHP w XAMPP jest wyłączone, ze względu na jakieś tajemnicze błędy inicjalizacji dla wersji domowych podobnych do Windows 98. Jeżeli pracujesz z systemami NT, możesz otworzyć plik "\xampp\php\php.ini" i aktywować rozszerzenie PHP przez usunięcie średnika na początku linii ";extension=php_imap.dll". To powinno być:
ro: Iniţial, suportul IMAP pentru PHP este dezactivat în XAMPP din cauza unor misterioase erori de iniţializare cu unele versiuni casnice precum Windows98. Dacă lucraţi cu sisteme NT, puteţi deschide fişierul "\xampp\php\php.ini" pentru activarea extensiei php, prin înlăturarea semnului punct şi virgulă de la începutul liniei ";extension=php_imap.dll". Trebuie să fie:
tr: Eğer, dosya \ açabilirsiniz NT sistemlerinde çalışıyorsanız, varsayılan olarak, PHP IMAP desteği nedeniyle Windows 98 gibi bazı ev sürümleri ile bazı gizemli başlatma hataları XAMPP devre dışı bırakılır "\ xampp php \ php.ini \ " "; extension = php_imap.dll " hat \ başlayan noktalı virgül kaldırarak php exstension etkinleştirmek için. Olmalı:
ur: ڈیفالٹ کے طور پر، PHP کے لئے IMAP کی حمایت کی وجہ سے Windows 98 کی طرح کچھ تلاش ہوم ورژن کے ساتھ کچھ پراسرار ابتدا غلطیوں XAMPP کی میں غیر فعال ہے. آپ NT نظام کے ساتھ کام کرتے ہیں تو، آپ فائل کو کھولنے کر سکتے ہیں " xamppPHP php.ini" لائن میں شروع نیم وقفہ اتارنے کی طرف سے PHP کی exstension چالو کرنے کے لئے "؛ توسیع = php_imap.dll". یہ ہونا چاہئے:

source: Now restart Apache and IMAP should work. You can use the same steps for every extension, which is not enabled in the default configuration.
ar: الآن أعد تشغيل Apache ويجب أن يعمل IMAP. يمكنك استخدام نفس الخطوات لكل امتداد لم يتم تمكينه في التكوين الافتراضي.
es: Ahora reinicia Apache e IMAP debería funcionar. Puedes usar los mismos pasos para cualquier extensión que no esté habilitada en la configuración por defecto.
fr: Redémarrez Apache et IMAP devrait fonctionner. Vous pouvez suivre les mêmes étapes pour chaque extension qui n'est pas activée dans la configuration par défaut.
it: Ora riavviate Apache e IMAP dovrebbe funzionare. È possibile utilizzare la stessa procedura per ogni estensione, che non è abilitata nella configurazione predefinita.
pl: Teraz zrestartuj Apache'a i IMAP powinien już pracować. Możesz użyć tych samych kroków dla każdego rozszerzenia, który nie jest domyślnie włączony w konfiguracji.
ro: Acum restartaţi Apache, iar IMAP ar trebui să funcţioneze. Puteţi folosi aceiaşi paşi pentru fiecare extensie care nu este validată în configuraţia iniţială.
tr: Şimdi Apache yeniden başlatın ve IMAP çalışması gerekir. Varsayılan yapılandırmada etkin değil her uzatma için aynı adımları kullanabilirsiniz.
ur: اب Apache دوبارہ شروع اور IMAP کام کرنا چاہئے. آپ ڈیفالٹ ترتیب میں فعال نہیں ہے جس میں ہر توسیع، کے لئے ایک ہی اقدامات استعمال کر سکتے ہیں.

source: Why don't some PHP open source apps work with XAMPP on Windows?
ar: لماذا بعض التطبيقات المفتوحة المصدر المكتوبة ب PHP تشتغل XAMPP مع على ويندوز ؟
es: ¿Por qué algunas aplicaciones open source de PHP no funcionan con XAMPP en Windows?
fr: Pourquoi certaines applications php libres ne fonctionnent elles pas avec XAMPP sous Windows ?
it: Perché alcune applicazioni open source PHP non lavorano con XAMPP su Windows?
pl: Dlaczego niektóre aplikacje PHP o otwartym kodze źródłowym nie pracują z XAMPP na Windowsie?
ro: De ce unele aplicaţii PHP open source nu funcţionează cu XAMPP pe Windows?
tr: Neden bazı PHP açık kaynak uygulamaları Windows üzerinde XAMPP ile çalışmak değil mi?
ur: کیوں نہیں کچھ PHP اوپن سورس ایپلی کیشنز Windows کے ساتھ XAMPP کام کرتے ہیں؟

source: A lot of PHP applications or extensions that have been written for Linux haven’t been ported to Windows.
ar: الكثير من تطبيقات أو إضافات PHP تم تصميمها ل أنظمة لينكس ، لم يتم إعادة كتابتها لويندوز حتى الأن .
es: Muchas de las aplicaciones de PHP o extensiones que han sido escritas para Linux no han sido portadas a Windows.
fr: Un grand nombre d'applications ou d'extensions PHP écrites pour Linux n'ont pas été portées sous Windows.
it: Molte applicazioni PHP o estensioni che sono state scritte per Linux non sono state portate su di Windows
pl: Wiele aplikacji PHP lub rozszerzeń, które powstały na system Linux, nie zostało przepisanych na Windowsa.
ro: O mulţime de aplicaţii PHP sau extensii care au fost scrise pentru Linux, nu au fost portate pe Windows.
tr: Linux için yazılmış PHP uygulamaları veya uzantıları bir sürü Windows taşıdık edilmemiştir.
ur: لینکس کے لئے لکھا گیا ہے کہ PHP کی ایپلی کیشنز یا ملانے کے بہت سے Windows ported کیا نہیں کیا گیا ہے.

source: Can I delete the "install" directory after installation?
ar: هل أستطيع حذف مجلد "install" بعد التثبيت ؟
es: ¿Puedo borrar el directorio "install" después de la instalación?
fr: Puis-je supprimer le répertoire "install' après l'installation ?
it: Eliminare la cartellla "install" dopo l'installazione?
pl: Czy mogę usunąć katalog "install" po instalacji?
ro: Pot şterge directorul "install" după instalare?

source: It's better not to. The scripts here are still needed for all additional packages (add-ons) and upgrades of XAMPP.
ar: ليس من المفضل ، البريمج لا يزال مطلوب من إجل حُزم أخرى و ترقية XAMPP.
es: Es mejor que no. Los scripts que se encuentran aquí aún son necesarios para todos los paquetes adicionales (add-ons) y actializaciones de XAMPP.
fr: Il ne vaut mieux pas. Les scripts qu'il contient restent nécessaires aux paquetages additionnels (add-ons) et aux mises à jour de XAMPP.
it: E 'meglio non farlo. Sono ancora necessari gli script per tutti i pacchetti aggiuntivi (add-on) e aggiornamenti di XAMPP.
pl: Lepiej nie. Skrypty tutaj są wciąż potrzebne dla wszystkich pakietów dodatkowych (dodatków) i aktualizacji XAMPP.
ro: E mai bine să nu. Scripturile de aici sunt încă necesare tuturor pachetelor adiţionale (add-onuri) şi upgrade-urilor lui XAMPP.
tr: O değil daha iyi. Burada komut dosyaları hala XAMPP tüm ek paketler (add-ons) ve yükseltmeleri için gereklidir.
ur: یہ بہتر ہے. یہاں سکرپٹ بھی تمام اضافی پیکجوں کے (ons شامل) اور XAMPP کی کی اپ گریڈ کے لئے کی ضرورت ہے.

source: How do I activate the eaccelerator?
ar: كيف أشغل المُسرع ؟
es: ¿Cómo activo el eaccelerator?
fr: Comment activé-je l'eaccelerator ?
it: Come faccio ad attivare la eAccelerator?
pl: Jak mogę aktywować eaccelerator?
ro: Cum activez eaccelerator-ul?
tr: eAccelerator'u nasıl etkinleştirebilirim?
ur: میں کس طرح eaccelerator چالو کرتے ہیں؟

source: Like other (Zend) extensions, you can activate it in "php.ini". In this file, enable the line ";zend_extension = "xamppphpextphp_eaccelerator.dll"". It should be:
ar: كباقي إضافات ، يمكنك التفعيل عن طريق "php.ini" في هذا الملف ، قم بتفعيل السطر ";zend_extension = "xamppphpextphp_eaccelerator.dll"" ، سيكون كالتالي
es: Como otras extensiones (Zend) , puedes activarla en "php.ini". En este fichero, descomenta la línea ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll"". Debe ser:
fr: Comme d'autres extensions (Zend), vous pouvez l'activer dans "php.ini". Dans ce fichier, activez la ligne ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll"". Ce devrait être :
it: Come altri (Zend), le estensioni, è possibile attivarlo in 'php.ini'. In questo file, abilitare la riga '; zend_extension' \xampp\php\ext\php_eaccelerator.dll''. Dovrebbe essere:
pl: Podobnie jak w innych (Zend) rozszerzeniach, musisz aktywować to w pliku php.ini. W tym pliku włącz linię ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll"". To powinno wyglądać:
ro: Ca şi alte extensii (Zend) le puteţi activa în "php.ini". În acest fişier validaţi linia ";zend_extension = "\xampp\php\ext\php_eaccelerator.dll"". Ar trebui să fie:
tr: Diğer (Zend) uzantıları gibi, \ "php.ini " bunu etkinleştirebilirsiniz. "; Zend_extension = " \ php_eaccelerator.dll \ "" \ xampp \ php \ ext Bu dosyada, satır \ etkinleştirin. Olmalı:
ur: دیگر (Zend) ملانے کی طرح، آپ کو "php.ini" میں اسے چالو کر سکتے ہیں. اس فائل میں، لائن کو چالو کرنے کے "؛ zend_extension =" xamppPHP ایکسٹینشن php_eaccelerator.dll "". یہ ہونا چاہئے:

source: How do I fix a connection error to my MS SQL server?
ar: كيفية إصلاح خطأ الإتصال في MS SL server
es: ¿Cómo arreglo el error de conexión a mi servidor MS SQL?
fr: Comment puis-je corriger une erreur de connexion à mon serveur MS SQL ?
it: Come posso risolvere un errore di connessione al mio server MS SQL?
pl: Jak mogę naprawić błędy połączenia do mojego serwera MS SQL?
ro: Cum depăşesc o eroare de conectare la serverul meu MySQL?
tr: Nasıl benim SQL sunucusuna MS bir bağlantı hatası düzeltebilirim?
ur: میں کس طرح اپنے MS SQL سرور کے لئے ایک کنکشن کی خرابی ٹھیک کروں؟

source: If the mssql extension was loaded in the php.ini, sometimes problems appear when only TCP/IP is used. You can fix that problem with a newer "ntwdblib.dll" from Microsoft. Please replace the older file in "xamppapachebin" and "xamppphp" with the new one. Because of the license, we can't package a newer version of this file with XAMPP.
ar: إذا تم تحميل ملحق mssql في php.ini، تظهر أحيانًا مشاكل عند استخدام TCP/IP فقط. يمكنك إصلاح هذه المشكلة باستخدام ملف "ntwdblib.dll" الأحدث من Microsoft. بسبب الترخيص، لا يمكننا حزم إصدار أحدث من هذا الملف مع XAMPP.
es: Si la extensión mssql no se cargó en el php.ini, a veces aparecerán problemas cuando sólo se use TCP/IP. Puedes arreglar este problema con un "ntwdblib.dll" de Microsoft más nuevo. Por favor, sustituye el fichero anterior en "\xampp\apache\bin" y "\xampp\php" por el nuevo. Debido a la licencia, no podemos empaquetar nuevas versiones de este fichero en XAMPP.
fr: Si l'extension mssql a été chargée dans le php.ini, des problèmes peuvent apparaître quand seul TCP/IP est utilisé. Vous pouvez corriger ce problème avec un nouveau "ntwdblib.dll" de Microsoft. Remplacez l'ancien fichier dans "\xampp\apache\bin" et dans "\xampp\php" par le nouveau. En raison de la licence, nous ne pouvons pas empaqueter une nouvelle version de ce fichier dans XAMPP.
it: Se l'estensione mssql è stato caricato nel php.ini, talvolta problemi solo quando viene utilizzato il protocollo TCP/IP. È possibile risolvere il problema con un nuovo 'ntwdblib.dll" di Microsoft. Sostituire il vecchio file in '\xampp\apache\bin' e '\xampp\php" con quello nuovo. A causa della licenza, non vi e un pacchetto di una versione più recente del file con XAMPP.
pl: Jeżeli rozszerzenie mssql zostało załadowane w pliku php.ini, czasami problemy występują kiedy tylko TCP/IP jest używany. Możesz naprawić ten problem z nową wersją "ntwdblib.dll" ze strony Microsoftu. Zastąp tym nowszym plikiem, plikami znajdującymi się w "\xampp\apache\bin" i "\xampp\php". Ze względu na licencję tego pliku, nie możemy spakować jego nowszą wersję z pakietem XAMPP.
ro: Dacă extensia mssql a fost încărcată în php.ini, uneori apar probleme când este folosit doar TCP/IP. Puteţi rezolva această problemă cu un mai nou "ntwdblib.dll" de la Microsoft. Vă rugăm înlocuiţi vechiul fişier în "\xampp\apache\bin" şi "\xampp\php" cu unul nou. Din cauză de licenţă, nu putem împacheta o versiune nouă a acestui fişier cu XAMPP.
tr: Mssql uzantısı php.ini yüklendiyse yalnızca TCP / IP kullanıldığında bazen sorunlar görünür. Microsoft'tan yeni bir \ "ntwdblib.dll " ile bu sorunu çözebilirsiniz. \ Eski dosyayı değiştirmek Lütfen "\ xampp apache \ bin \ " ve \ yenisi ile "\ xampp \ php ". Çünkü lisans, biz XAMPP ile bu dosyanın daha yeni bir sürümünü paket olamaz.
ur: MSSQL توسیع php.ini میں لوڈ کیا گیا تو صرف TCP / IP استعمال کیا جاتا ہے، بعض اوقات مسائل نظر آتے ہیں. آپ مائیکروسافٹ کی طرف سے ایک نئے "ntwdblib.dll" کے ساتھ اس مسئلہ کو حل کر سکتے ہیں. نئے ایک کے ساتھ "PHP xampp \" "Apache بن xampp\" میں بڑی عمر کے فائل کی جگہ اور براہ مہربانی. کیونکہ لائسنس کی، ہم ساتھ XAMPP اس فائل کا نیا ورژن پیکج نہیں کر سکتے ہیں.

source: How do I work with the PHP mcrypt extension?
ar: كيفية العمل مع إضافة mcrypt في PHP
es: ¿Cómo uso la extensión mcrypt de PHP?
fr: Comment fais-je pour travailler avec l'extension mcrypt de PHP ?
it: Come faccio a lavorare con il PHP mcrypt è per lo più una estensione?
pl: Jak mogę pracować z rozszerzeniem PHP mcrypt?
ro: Cum utilizez extensia PHP mcrypt?
tr: Nasıl PHP mcrypt uzantısı ile çalışır?
ur: میں کس طرح PHP mcrypt توسیع کے ساتھ کام کرتے ہیں؟
