Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Where "secret" is your MySQL root password. This command will create the following output:
ar: حيث "secret" هي كلمة مرور جذر MySQL الخاصة بك. سينشئ هذا الأمر المخرجات التالية:
es: Donde "secret" is tu contraseña de root de MySQL. Este comando generará la siguiente salida:
fr: Quand "secret" est le mot de passe root pour MySQL. Cette commande fera cette sortie:
it: Dove "secret" è la password di root di MySQL. Questo comando creerà il seguente output:
pl: Gdzie "secret" jest twoim hasłem roota w MySQL. Ta komenda utworzy następujące wyjście:
ro: Unde "secret" este parola voastră de root MySQL. Această comandă va avea următorul rezultat:
tr: "secret" sizin MySQL root şifrenizdir. Bu komut şu çıktıyı verecektir:
ur: آپ "خفیہ" ایس کیو ایل کی جڑ پاس کہاں ہے. یہ کمانڈ مندرجہ ذیل پیداوار پیدا کر دے گا:

source: The file /opt/lampp/backup/xampp-backup-22-01-14.sh (in the example above) contains your backup data. Store this file in a safe place.
ar: يحتوي الملف /opt/lampp/lampp/backup/xampp-backup-22-01-14.sh (في المثال أعلاه) على بيانات النسخ الاحتياطي. قم بتخزين هذا الملف في مكان آمن.
es: El fichero /opt/lampp/backup/xampp-backup-22-01-14.sh (en el ejemplo de arriba) contiene tu copia de seguridad. Guarda este fichero en un lugar seguro.
fr: Le fichier /opt/lampp/backup/xampp-backup-22-01-14.sh (de l'exemple ci-dessus) contient vos données de sauvegarde. Stockez le dans un endroit sûr.
it: Il file /opt/lampp/backup/xampp-backup-22-01-14.sh (nell'esempio sopra) contiene i tuoi dati di backup. Salva il file in un luogo sicuro.
pl: Plik /opt/lampp/backup/xampp-backup-22-01-14.sh (w przykładzie poniżej) zawiera twoją kopię zapasową. Przechowuj ten plik w bezpiecznym miejscu.
ro: Fişierul /opt/lampp/backup/xampp-backup-22-01-14.sh (în exemplul de mai sus) conţine datele de backup. Stocaţi acest fişier într-un loc sigur.
tr: Yukarıda örnekte gösterilen /opt/lampp/backup/xampp-backup-22-01-14.sh dosyası sizin yedek verinizi içermektedir. Bu dosyayı güvenli bir yerde saklayın.

source: On the new machine you need the same version of XAMPP as on your original/source machine.
ar: في جهاز جديد تحتاج نُسخة XAMPP مشابهة للنُسخة في الجهار المصدر
es: En la nueva máquina necesitas la misma versión de XAMPP que en tu máquina origen.
fr: La nouvelle machine doit disposer de la même version d'XAMPP que la machine d'origine/source.
it: Sulla nuova macchina hai bisogno della stessa versione di XAMPP come sulla macchina originale / sorgente.
pl: Na nowym komputerze powinieneś mieć taką samą wersję XAMPP co komputer oryginalny.
ro: Pe noua unitate aveţi nevoie aceeaşi versiune de XAMPP ca pe unitatea originală/sursă.
tr: Yeni makinada orjinal/kaynak makinanızdaki ile aynı XAMPP versiyonunuza ihtiyacınız vardır.
ur: نئی مشین پر آپ کو اپنے اصل / ذریعہ مشین کے طور پر xampp کی ورژن کی ضرورت ہے.

source: You should see something like this:
ar: يجب أن ترى شيئا كهذا :
es: Deberías ver algo así:
fr: Vous devriez voir quelques chose comme ceci:
it: Dovresti vedere qualcosa come questo
pl: Powinieneś zobaczyć coś podobnego do tego:
ro: Ar trebui să vedeți ceva de genul:
tr: Şunun gibi birşey görmelisiniz:
ur: آپ کچھ اس طرح نظر آنا چاہئے:

source: That's all. Keep in mind that it's a beta feature.
ar: هذا كل شيء. ضع في اعتبارك أنها ميزة تجريبية.
es: Eso es todo. Ten en cuenta que es una característica beta.
fr: C'est tout. Retenez que c'est une fonction beta.
it: Questo è tutto. Tenete in mente che si tratta di una caratteristica beta.
pl: To wszystko. Należy pamiętać, że jest to wersja beta.
ro: Asta e tot. Țineți minte că este o proprietate beta.
tr: Hepsi bu kadar. Unutmayın, bu bir beta özelliktir.
ur: وہ سب ہے. یہ ایک بیٹا خصوصیات ہے کہ ذہن میں رکھیں.

source: Frequently Asked Questions
ar: الأسئلة الشائعة
es: Preguntas frecuentes
fr: Questions Fréquentes
it: Domande frequenti
pl: Najczęściej zadawane pytania
ro: Întrebări Frecvente - FAQ
tr: Sıkça Sorulan Sorular
ur: عمومی سوالات

source: How do I do install XAMPP for Mac OS X?
ar: كيف أثبت XAMPP على نظام Mac OS X ?
es: ¿Cómo instalo XAMPP para Mac OS X?
fr: Comment installer XAMPP sur Mac OS X?
it: Come faccio installare XAMPP per Mac OS X?
pl: Jak mogę zainstalować XAMPP w systemie MAC OS X?
ro: Cum fac instalarea XAMPP pentru Mac OS X?
tr: XAMPP'ı Mac OS X'e nasıl yüklerim?
ur: میں Mac OS X کے لئے XAMPP کی انسٹال کس طرح کروں؟

source: To install XAMPP just do the following:
ar: لتثبيت XAMPP قم بالتالي :
es: Para instalar XAMPP haz lo siguiente:
fr: Pour installer XAMPP, faites comme suit:
it: Per installare XAMPP basta procedere nel modo seguente:
pl: Aby zainstalować XAMPP po prostu wykonaj następujące czynności:
ro: Pentru a instala XAMPP efectuați următoarele:
tr: XAMPP'ı yüklemek için aşağıdakileri yap:
ur: XAMPP کی انسٹال کرنے کے لئے صرف مندرجہ ذیل ہے:

source: Open the DMG-Image.
ar: إفتح صورة DMG .
es: Abre la imagen DMG.
fr: Ouvrez l'image DMG.
it: Aprire il DMG-immagine.
pl: Otwórz obraz DMG.
ro: Deschide DMG-Image.
tr: DMG görüntüsünü aç.
ur: DMG-تصویر کو کھولنے.

source: Double-click on the image to start the installation process.
ar: إضغط مرتين على الصُورة لبدء عملية التثبيت.
es: Haz doble click en la imagen para iniciar el proceso de instalación.
fr: Démarrez l'installation par un double-click sur l'image.
it: Fare doppio clic sull' file immagine per avviare il processo di installazione.
pl: Podwójne kliknięcie na obrazku uruchamia proces instalacji.
ro: Dublu-clic pe imagine pentru a începe procesul de instalare.
tr: Yükleme işlemini başlatmak için resme çift tıkla.
ur: تنصیب کے عمل کو شروع کرنے کے لئے تصویر پر ڈبل کلک کریں.

source: That's all. XAMPP is now installed below the /Applications/XAMPP directory.
ar: هذا كل شيء. تم تثبيت XAMPP الآن أسفل مُجلد /Applications/XAMPP.
es: Eso es todo. XAMPP está ahora instalado en el directorio /Applications/XAMPP.
fr: C'est tout. XAMPP est installé sous le répertoire /Applications/XAMPP.
it: Questo è tutto. XAMPP è ora installato sotto la cartella /Applications/XAMPP.
pl: To wszystko. XAMPP został zainstalowany w katalogu /Applications/XAMPP.
ro: Asta-i tot. XAMPP este acum instalat în directorul /Aplicatii/XAMPP.
tr: Bu kadardı. XAMPP /Applications/XAMPP dizinine kuruldu.
ur: وہ سب ہے. XAMPP کی اب / ایپلی کیشنز / XAMPP کی ڈائریکٹری کے نیچے نصب کیا جاتا ہے.

source: To start XAMPP simply open XAMPP Control and start Apache, MySQL and ProFTPD. The name of the XAMPP Control is "manager-osx".
ar: لبدء تشغيل XAMPP ما عليك سوى فتح عنصر تحكم XAMPP وبدء تشغيل Apache و MySQL و ProFTPD. اسم عنصر تحكم XAMPP هو "manager-osx".
es: Para iniciar XAMPP, simplemente abre el Panel de Control de XAMPP e inicia Apache, MySQL y ProFTPD. El nombre del Panel de Control de XAMPP es "manager-osx".
fr: Pour lancer XAMPP, ouvrez le Contrôle XAMPP et lancez Apache, MySQL et ProFTPD. Le nom du Contrôle XAMPP est "manager-osx".
it: Per avviare XAMPP è sufficiente aprire XAMPP controll e avviare Apache, MySQL e ProFTPD. Il nome del XAMPP controll è 'manager-osx'.
pl: Aby łatwo uruchomić XAMPP, otwórz Panel Kontrolny XAMPP i uruchom Apache, MySQL i ProFTPD. Nazwa Panelu XAMPP to "manager-osx"
ro: Pentru a porni XAMPP, deschide simplu Control-ul XAMPP şi startează Apache, MySQL si ProFTPD. Numele Control-ului XAMPP este "manager-osx".
tr: XAMPP'ı kolayca başlatmak için XAMPP Control'ü aç ve Apache, MySQL ve ProFTPD'yi başlat. XAMPP Control'ün ismi "manager-osx".
ur: XAMPP کی شروع کرنے کے لئے صرف XAMPP کی کنٹرول کھولنے اور Apache، MySQL اور ProFTPD شروع. XAMPP کی کنٹرول نام "مینیجر OSX" ہے.

source: To stop XAMPP simply open XAMPP Control and stop the servers. The name of the XAMPP Control is "manager-osx".
ar: لإيقاف XAMPP ما عليك سوى فتح عنصر تحكم XAMPP وإيقاف الخوادم. اسم عنصر تحكم XAMPP هو "manager-osx".
es: Para parar XAMPP simplemente abre el Panel de Control de XAMPP y para los servidores. El nombre del Panel de Control de XAMPP es "manager-osx".
fr: Pour arrêter XAMPP ouvrez le Contrôle de XAMPP et arrêtez les serveurs. Le nom du Contrôle est "manager-osx".
it: Per fermare XAMPP è sufficiente aprire XAMPP controll e fermare i server. Il nome del controllo XAMPP è 'manager-osx'.
pl: Aby łatwo zatrzymać XAMPP, otwórz Panel Kontrolny XAMPP i zatrzymaj serwery. Nazwa Panelu XAMPP to "manager-osx".
ro: Pentru a opri XAMPP, deschideţi simplu Control-ul XAMPP şi opriţi serverele. Numele Control-ului XAMPP este "manager-osx".
tr: XAMPP'ı durdurmak için XAMPP Control'ü açın ve sunucuları durdurun. XAMPP Control'ün adı "manager-osx".
ur: XAMPP کی بس XAMPP کی کنٹرول کھولنے اور سرورز کو روکنے روکنے کے لئے. XAMPP کی کنٹرول نام "مینیجر OSX" ہے.

source: Type in the following URL in a web browser:
ar: أدخل الرابط التالي في متصفحك المُفضل :
es: Escribe la siguiente URL en tu navegador:
fr: Tapez l'URL suivante dans un navigateur web:
it: Digitare il seguente URL in un browser Web
pl: Wpisz następujący adres URL w przeglądarce internetowej:
ro: Tastaţi într-un browser web adresa URL următoare:
tr: Web tarayıcınıza şu URL'yi girin:
ur: ایک ویب براؤزر میں مندرجہ ذیل یو آر ایل میں ٹائپ کریں:

source: It will kick off a a small security check to make the XAMPP installation secure.
ar: سيبدأ فحصًا أمنيًا صغيرًا لجعل تثبيت XAMPP آمنًا.
es: Esto iniciará una pequeña comprobación de seguridad para hacer la instalación de XAMPP segura.
fr: Cela lancera une petite vérification pour sécuriser l'installation de XAMPP.
it: Si darà il via a un piccolo controllo di sicurezza per rendere sicura l'installazione XAMPP.
pl: To wzbudzi małe sprawdzenie bezpieczeństwa, aby sprawdzić czy instalacja XAMPP jest zabezpieczona.
ro: Va efectua o scurtă verificare a securităţii, pentru a face mai sigură instalarea XAMPP.
tr: Bu XAMPP yüklemesini güvenli yapacak küçük bir güvenlik kontrolünü başlatacaktır.
ur: یہ XAMPP کی تنصیب محفوظ بنانے کے لئے سیکورٹی چیک.

source: The file /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (in the example above) contains your backuped data. Get this file to a save place.
ar: يحتوي الملف /Applications/XAMPP/xamppfiles/xamppfiles/backup/xampp-backup-22-01-14.sh (في المثال أعلاه) على بياناتك التي تم نسخها احتياطيًا. انقل هذا الملف إلى مكان الحفظ.
es: El fichero /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (en el ejemplo de arriba) contiene tu copia de seguridad. Guardala en un lugar seguro.
fr: Le fichier avec vos données de sauvegarde est /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (de l'exemple ci-dessus). Placez-le à endroit sûr.
it: Il file /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (nell'esempio sopra) contiene i dati backuped. Tieni questo file in un luogo sicuro.
pl: Plik /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (w przykładzie poniżej) zawiera twoją kopię zapasową. Przenieś ten plik w bezpieczne miejsce.
ro: Fişerul /Aplicatii/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (în exemplul anterior) conţine datele voastre salvate. Puneţi fişierul la loc sigur.
tr: /Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh dosyası (yukarıdaki örnek) yedeklenmiş veriyi içerir. Dosyayı güvenli bir yere taşı.
ur: فائل / Applications/XAMPP/xamppfiles/backup/xampp-backup-22-01-14.sh (مندرجہ بالا مثال میں) اپنے backuped کے اعداد و شمار پر مشتمل ہے. ایک کو بچانے کی جگہ پر اس فائل کو حاصل.

source: XAMPP for Windows exists in three different flavors:
ar: XAMPP لأنظمة ويندوز متوفر بثلاث نكهات مُختلفة :
es: Existen tres tipos diferentes de XAMPP para Windows:
fr: XAMPP pour Windows existe en trois déclinaisons:
it: XAMPP per Windows esiste in tre diversi modelli:
pl: XAMPP dla Windows występuje w trzech różnych odmianach:
ro: Există trei variante de XAMPP pentru Windows:
tr: Windows için XAMPP üç farklı çeşitte bulunmaktadır:
ur: ونڈوز کے لیے xampp کی تین مختلف ذائقوں میں موجود ہے:

source: Installer:
ar: أداة التثبيت :
es: Instalador:
fr: Installateur :
it: Installatore
pl: Instalator:
tr: Yükleyici:
ur: انسٹالر

source: Probably the easiest way to install XAMPP.
ar: رُبما الطريقة الأسهل لتبيث XAMPP.
es: Probablemente la forma más fácil de instalar XAMPP.
fr: Probablement le plus facile pour installer XAMPP.
it: Probabilmente il modo più semplice per installare XAMPP.
pl: Prawdopodobnie najprostszy sposób na zainstalowanie XAMPP.
ro: Probabil cea mai uşoară cale de a instala XAMPP.
tr: Muhtemelen XAMPP'i yüklemek için en kolay yol.
ur: شاید xampp کی نصب کرنے کے لئے سب سے آسان طریقہ.

source: For purists: XAMPP as ordinary ZIP archive.
ar: Pour les puristes: XAMPP dans une archive ZIP.
es: Para puristas: XAMPP como archivo ZIP.
fr: Pour les puristes: XAMPP dans une archive ZIP.
it: Il pannello di controllo XAMPP per avviare ed interrompere Apache, MySQL, FileZilla &amp; Mercury o per installare questi server come servizi.
pl: Dla purystów: XAMPP jako zwyczajne archiwum ZIP.
ro: XAMPP în varianta ZIP obişnuită.
tr: Sadelik taraftarları için: Standart ZIP arşivinde XAMPP.
ur: purists کے لئے: xampp کی عام زپ محفوظ شدہ دستاویزات.

source: For purists with low bandwidth: XAMPP as 7zip archive.
ar: Pour les puristes en bas débit: XAMPP en archive 7zip.
es: Para puristas con ancho de banda bajo: XAMPP como archivo 7zip.
fr: Pour les puristes en bas débit: XAMPP en archive 7zip.
it: Per i puristi con bassa larghezza di banda XAMPP e disponibile come archivio 7zip.
pl: Dla purystów z niskim transferem internetowym: XAMPP jako archiwum 7zip.
ro: În situaţia unei viteze mici de descărcare: XAMPP ca arhivă 7zip.
tr: Bant genişliği düşük sadelik taraftarları için: 7zip arşivinde XAMPP.
ur: XAMPP کی 7zip محفوظ شدہ دستاویزات کے طور پر: کم بینڈوڈتھ کے ساتھ purists کے لئے.

source: Note: If you extract the files, there can be false-positives virus warnings.
ar: تلميح : إذا قمت بفك ظغط الملفات ، قد تظهر تحذيرات شكلية من الفيروسات
es: Nota: Si extraes los ficheros, puede haber falsos avisos de virus.
fr: Note: Si vous extrayez les fichiers, de fausses alertes virus peuvent survenir.
it: Nota: se avete estratto i file, possono essere presenti degli avvisi di virus falsi-positivi.
pl: Uwaga: Jeśli wypakujesz pliki, mogą się pojawić fałszywe ostrzeżenia programów antywirusowych.
ro: Notă: Dacă extrageţi fişierele, puteţi primi un avertisment pozitiv-fals de la antivirus.
tr: Not: Eğer dosyaları çıkarırsanız, yanlış virus uyarıları verebilir.
ur: نوٹ: اگر آپ فائلوں کو ہٹا دیں، تو، جھوٹے مثبت وائرس انتباہ ہو سکتا ہے.

source: Using the installer:
ar: إستخدام أداة التثبيت :
es: Usando el instalador:
fr: Utilisation de l'installateur :
it: Utilizzare il programma di installazione:
pl: Używając programu instalacyjnego:
ro: Folosind programul de instalare:
tr: Yükeyiciyi kullanarak:
ur: انسٹالر استعمال کرتے ہوئے:

source: Using the installer from the Downloads page is the easiest way to install XAMPP. After the installation is complete, you will find XAMPP under Start | Programs | XAMPP. You can use the XAMPP Control Panel to start/stop all server and also install/uninstall services.
ar: استخدام المثبت من صفحة التنزيلات هو أسهل طريقة لتثبيت XAMPP. بعد اكتمال التثبيت، ستجد XAMPP ضمن ابدأ | البرامج | XAMPP. يمكنك استخدام لوحة تحكم XAMPP لبدء/إيقاف تشغيل جميع الخوادم وكذلك تثبيت/إلغاء تثبيت الخدمات.
es: Usar el instalador de la página de Descargas es la forma más fácil de instalar XAMPP. Después de completar la instalación, encontrarás XAMPP en Inicio | Programas | XAMPP. Puede usar el Panel de Control de XAMPP para iniciar/parar todos los servidores y también para instalar/desinstalar servicios.
fr: L'installateur de la page de téléchargement offre une installation très facile d'XAMPP. A là fin de l'installation, on trouve Démarrer | Programmes | XAMPP. Le Panneau de Contrôle XAMPP permet de démarrer/stopper les serveurs et installer/désinstaller les services.
it: Utilizzando il programma di installazione dalla pagina di download è il modo più semplice per installare XAMPP. Dopo aver completato l'installazione, troverete XAMPP in Start | Programmi | XAMPP. È possibile utilizzare il Pannello di controllo XAMPP per avviare/arrestare tutti i server e anche installare/disinstallare servizi.
pl: Najłatwiejsza metodą zainstalowania pakietu XAMPP jest użycie programu instalacyjnego ze strony Download. Po zakończonej instalacji znajdziesz XAMPP w menu Start | Programy | XAMPP. Możesz wykorzystać XAMPP Control Panel do uruchamiania i zatrzymywania wszystkich serwerów, a także instalowania i odinstalowania usług.
ro: Folosind programul de instalare de pe pagina Descărcări este cel mai simplu mod de a instala XAMPP. După ce instalarea este completă, îl găsi XAMPP în Start | Programe | XAMPP. Puteţi utiliza panoul de control XAMPP pentru a porni/opri toate serverele şi de asemenea să instalaţi/dezinstalaţi servicii.
tr: İndirme sayfasındaki yükleyiciyi kullanmak XAMPP'ı yüklemenin en kolay yoludur. Yükleme tamamlandıktan sonra XAMPP'ı Başlat | Programlar | XAMPP dizininde bulabilirsiniz. XAMPP Kontrol Paneli'ni kullanarak sunucuları başlatabilir veya durdurabilirsiniz ve ayrıca servisleri yükleyip kaldırabilirsiniz.
ur: ڈاؤن لوڈ کے صفحے سے انسٹالر استعمال کرتے ہوئے XAMPP کی نصب کرنے کے لئے کا سب سے آسان طریقہ ہے. XAMPP کی | پروگرام | تنصیب مکمل ہونے کے بعد، آپ کو شروع کرنے کے تحت XAMPP کی مل جائے گا. آپ / شروع تمام سرور کو روکنے کے اور بھی / انسٹال کی خدمات کو انسٹال کرنے کے XAMPP کی کنٹرول پینل استعمال کر سکتے ہیں.

source: The XAMPP control panel for start/stop Apache, MySQL, FileZilla & Mercury or install these server as services.
ar: لوحة تحكم XAMPP لبدء/إيقاف تشغيل/إدارة Apache وMySQL وFileZilla وMercury أو تثبيت هذه الخوادم كخدمات.
es: El panel de control de XAMPP para iniciar/detener Apache, MySQL, FileZilla y Mercury o instalar esos servidores como servicios.
fr: Le panneau de contrôle XAMPP pour démarrer/stopper Apache, MySQL, FileZilla et Mercury ou installer ces serveurs comme services.
it: Il pannello di controllo di XAMPP per avviare ed interrompere Apache, MySQL, FileZilla &amp; Mercury od installare questi server come servizi.
pl: Panel kontrolny XAMPP służy do uruchamiania/zatrzymywania Apache, MySQL, FileZilla & Mercury lub instalacji tych serwerów jako usługi systemowe.
ro: Panoul de control XAMPP pentru pornirea/oprirea Apache, MySQL, FileZilla & Mercury, sau de instalare a acestor servere drept servicii.
tr: Başlangıç ​​için XAMPP kontrol paneli / Apache, MySQL, FileZilla ve Merkür durdurmak veya hizmetler gibi bu sunucuyu yükleyin.
ur: XAMPP کنٹرول پینل Apache, MySQL, FileZilla & Mercury کو شروع کرنے یا روکنے کے لئے یا ان سرورز کو سروس کے طور پر انسٹال کرنے کے لئے استعمال کرتے ہیں

source: Unzip the zip archives into the folder of your choice. XAMPP is extracting to the subdirectory "C:\xampp" below the selected target directory. Now start the file "setup_xampp.bat", to adjust the XAMPP configuration to your system.
ar: قم بفك ضغط الأرشيف المضغوط في المجلد الذي تختاره. يتم استخراج XAMPP إلى المُجلد الفرعي "C:\xampp" أسفل المُجلد الهدف المحدد. الآن ابدأ تشغيل الملف "setup_xampp.bat"، لضبط تكوين XAMPP على نظامك.
es: Descomprime los archivos zip en la carpeta que elijas. XAMPP es extraido en el subdirectorio "C:\xampp" en el directorio de destino seleccionado. Ahora ejecuta el fichero "setup_xampp.bat" para ajustar la configuración de XAMPP en tu sistema.
fr: Dézippez l'archive zip dans le dossier de votre choix. XAMPP s'extrait dans le sous-répertoire "C:\xampp" du répertoire cible sélectionné. Lancez le fichier "setup_xampp.bat" pour adapter la configuration de XAMPP à votre système.
it: Decomprimere gli archivi zip nella cartella di vostra scelta. XAMPP verra estratto nella sottodirectory 'C \ \ xampp' sotto la directory di destinazione selezionata. Ora avviare il file 'setup_xampp.bat', per regolare la configurazione XAMPP al vostro sistema.
pl: Wypakuj archiwum zip do wybranego przez siebie folderu. XAMPP jest domyślnie wypakowywany do katalogu "C:\xampp". Teraz uruchom plik "setup_xampp.bat" aby dostosować konfigurację XAMPP do twojego systemu.
ro: Dezarhivează arhivele ZIP într-un folder la alegerea ta. XAMPP este extras în subdirectorul "C:\xampp" sub directorul ţintă selectat. Acum startaţi fişierul "setup_xampp.bat", pentru a potrivi configuraţia XAMPP la sistemul vostru.
ur: آپ کی پسند کا فولڈر میں ZIP ابلیھاگار ان زپ. منتخب شدہ ہدف کی ڈائرکٹری ذیل: "xampp کی \ \ C" xampp کی ذیری ڈائریکٹری پر نکالنے ہے. اب آپ کا سسٹم پر xampp کی ترتیب کو ایڈجسٹ کرنے کے لئے، فائل "setup_xampp.bat" شروع.

source: If you choose a root directory "C:\" as target, you must not start "setup_xampp.bat".
ar: إذا اخترت مُجلد الجذر "C:\" كهدف، يجب ألا تبدأ "setup_xampp.bat\".
es: Si elijes un directorio raíz, como "C:\", no debes ejecutar "setup_xampp.bat".
fr: Si vous choisissez comme cible un répertoire racine "C:\", vous ne devez pas lancer "setup_xampp.bat".
it: Se si sceglie una radice directory 'C \ ' come obbietivo, non devi avviare 'setup_xampp.bat'.
pl: Jeżeli wybrałeś katalog docelowy jako C:\", nie musisz uruchamiać pliku "setup_xampp.bat".
ro: Dacă alegeţi "C:\" drept ţintă a directorului root , nu trebuie să porniţi "setup_xampp.bat".
ur: آپ کو ایک روٹ ڈائریکٹری "C: \ \" کا انتخاب کرتے ہیں ہدف کے طور پر، آپ کو "setup_xampp.bat" شروع نہیں ہونا چاہیے.

source: Like with the installer version, you can now use the "XAMPP Control Panel" for additional tasks.
ar: كما هو الحال مع إصدار المثبت، يمكنك الآن استخدام "لوحة تحكم XAMPP" للقيام بمهام إضافية.
es: Al igual que con el instalador, puedes usar ahora el "XAMPP Control Panel" para tareas adicionales.
fr: Comme avec l'installateur, le "panneau de contrôle XAMPP" permet des tâches additionelles.
it: Come con la versione installer, è ora possibile utilizzare il 'Pannello di controllo di XAMPP' per ulteriori compiti.
pl: Tak jak w wersji instalacyjnej, możesz teraz użyć "XAMPP Control Panel" w celu wykonania dodatkowych zadań.
ro: Ca şi cu versiunea de instalare, puteţi folosi acum "Panoul de XAMPP de control" pentru sarcini suplimentare.
tr: Yükleyici versiyonunda olduğu gibi, şimdi ekstra görevler için "XAMPP Kontrol Paneli"nide kullanabilirsiniz.
ur: انسٹالر کے ورژن کے ساتھ کی طرح، آپ کو اب اضافی کاموں کے لئے "XAMPP کی کنٹرول پینل" استعمال کر سکتے ہیں.

source: How can I start XAMPP without setup?
ar: كيف يمكنني استخدام XAMPP بدون تثبيته؟
es: ¿Cómo inicio XAMPP sin instalar?
fr: Comment utiliser XAMPP sans l'installer?
it: Come posso avviare XAMPP senza installazione?
pl: Jak mogę uruchomić XAMPP bez instalacji?
ro: Cum pot porni XAMPP fără instalare?
tr: XAMPP'ı yükleme işlemi olmadan nasıl başlatabilirim?
ur: میں کس طرح سیٹ اپ کے بغیر XAMPP کی شروع کر سکتے ہیں؟
