Repository: ApacheFriends/web
Catalog: locales/*.po
Languages: ar, es, fr, it, pl, ro, tr, ur

source: Download
ar: التحميل
es: Descargar
fr: Télécharger
it: Scarica
pl: Pobierz
ro: Descarcă
tr: İndir
ur: ڈاؤن لوڈ

source: XAMPP is an easy to install Apache distribution containing MariaDB, PHP, and Perl. Just download and start the installer. It's that easy.
ar: XAMPP عبارة عن حزمة أباتشي سهلة التثبيت تحتوي على برنامج Apache بالإضافة إلى MariaDB وPHP وPerl. فقط قم بتحميل وبدء تشغيل برنامج التثبيت. الأمر بهذه السهولة.
es: XAMPP es una distribución de Apache fácil de instalar que contiene MariaDB, PHP y Perl. Simplemente descarga y ejecuta el instalador. ¡Es así de fácil!
fr: XAMPP est une distribution Apache facile à installer. Elle contient MySQL, PHP et Perl. Il suffit de télécharger et de lancer l'installateur. C'est aussi simple que ça.
it: XAMPP è una distribuzione di Apache semplice da installare che contiene MySQL, PHP e Perl. Scarica ed avvia il file di installazione. È davvero
pl: XAMPP jest prostą w instalacji dystrybucją Apache, zawierającą MariaDB, PHP i Perl. Wystarczy pobrać i uruchomić instalator. To takie proste.
ro: XAMPP este o distribuţie Apache uşor de instalat, conţinând MySQL, PHP şi Perl. Este suficient să o descărcaţi, apoi să startaţi installer-ul. Este foarte ușor.
tr: XAMPP kolay kurulan, MariaDB, PHP ve Perl içeren bir Apache dağıtımıdır. Sadece indirin ve yükleyiciyi başlatın. Bu kadar basit.
ur: ڈاؤن لوڈ، اور انسٹالر شروع. یہ بہت آسان ہے. .ایس کیو ایل، پی ایچ پی، اور پرل پر مشتمل اپاچی کی تقسیم کو انسٹال کرنے کے لئے آسان ہے xampp

source: What's Included?
ar: المُحتويات
es: ¿Qué está incluido?.
fr: Contenu
it: Cosa è incluso?
pl: Co zawiera?
ro: Ce este inclus?
tr: Neler Dahil?
ur: کیا شامل ہے؟

source: Run in the browser
es: Abrir en el navegador

source: Requirements
ar: المُتظلبات
es: Requisitos
fr: Pré-requis
it: Requisiti
pl: Wymagania komputerowe
ro: Cerinţe
tr: Gereksinimler
ur: ضروریات

source: Most all distributions of Linux are supported, including Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE.
ar: معظم توزيعات لينكس مدعومة بما في ذلك Debian و RedHat و CentOS و Ubuntu و Fedora و Gentoo و Gentoo و Arch و SUSE.
es: Soporta la mayoría de distribuciones de Linux, incluyendo Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch y SUSE.
fr: La plupart des distributions de Linux sont supportées, dont Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE.
it: Sono supportate le maggiori distribuzioni Linux, fra le quali Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch e SUSE.
pl: Większość dystrybucji Linuksa jest wspierana, włączając w to Debiana, RedHat, CentOSa, Ubuntu, Fedorę, Gentoo, Arch, SUSE.
ro: Sunt suportate aproape toate distribuţiile de Linux, inclusiv Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE.
tr: Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch ve SUSE dahil olmak üzere birçok popüler Linux dağıtımı desteklenmektedir.
ur: Debian, RedHat, CentOS, Ubuntu, Fedora, Gentoo, Arch, SUSE تمام ڈسٹری بیوٹرز کو حمایت حاصل ہے.

source: XAMPP 1.8.2 (with PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
ar: XAMPP 1.8.2 (مع PHP 5.4) : Windows 2003, 2008, 2012, XP, Vista, 7, 8
es: XAMPP 1.8.2 (con PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
fr: XAMPP 1.8.2 (avec PHP 5.4) : Windows 2003, 2008, 2012, XP, Vista, 7, 8
it: XAMPP 1.8.2 (con PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
pl: XAMPP 1.8.2 (z PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
ro: XAMPP 1.8.2 (cu PHP 5.4): Windows 2003, 2008, 2012, XP, Vista, 7, 8
tr: XAMPP 1.8.2 (PHP 5.4 ile): Windows 2003, 2008, 2012, XP, Vista, 7, 8
ur: 8ونڈوز 2003، 2008، 2012، ایکس پی، وسٹا، 7، : (پی ایچ پی کی 5.4 کے ساتھ) xampp 1.8.2

source: XAMPP 1.8.3 (with PHP 5.5): (Important: XP or 2003 not supported) 2008, 2012, Vista, 7, 8.
ar: XAMPP 1.8.3 (avec PHP 5.5) : (تنويه : XP ou 2003 غير مدعومة) 2008, 2012, Vista, 7, 8.
es: XAMPP 1.8.3 (con PHP 5.5): 2008, 2012, Vista, 7, 8. (Nota importante: Windows XP y 2003 no están soportados)
fr: XAMPP 1.8.3 (avec PHP 5.5) : (Important : XP ou 2003 ne sont pas supportés) 2008, 2012, Vista, 7, 8.
it: XAMPP 1.8.3 (con PHP 5.5): (Importante: XP o 2003 non sono supportati) 2008, 2012, Vista, 7, 8.
pl: XAMPP 1.8.3 (z PHP 5.5): (ważne: XP lub 2003 nie jest wspierany) 2008, 2012, Vista, 7, 8.
ro: XAMPP 1.8.3 (cu PHP 5.5): (Important: XP sau 2003 nu sunt compatibile) 2008, 2012, Vista, 7, 8.
tr: XAMPP 1.8.3 (PHP 5.5 ile): (Önemli: XP ve 2003 desteklenmemektedir) 2008, 2012, Vista, 7, 8.

source: Mac OS X 10.6 or later.
ar: Mac OS X 10.6 فما فوق.
es: Mac OS X 10.6 o posteriores.
fr: Mac OS X 10.6 ou ultérieur.
it: Mac OS X 10.6 o superiore.
pl: Mac OS X 10.6 lub nowszy.
ro: Mac OS X 10.6 sau superior.
tr: Mac OS X 10.6 veya üzeri.
ur: Mac OS X 10.6 یا اس ک بعد

source: More Downloads
ar: تحميلات أخرى
es: Más Descargas
fr: Plus de téléchargements
it: Altri download
pl: Więcej opcji pobierania
ro: Alte descărcări
tr: Daha Fazla İndirme
ur: مزید ڈاؤن لوڈ

source: Includes
ar: المُحتويات
es: Incluye
fr: Inclusions
it: Includi
pl: Dołączone pliki
ro: Conţine
tr: İçerir
ur: پر مشتمل

source: Version
ar: النُسخة
es: Versión
it: Versione
pl: Wersja
ro: Versiune
tr: Versiyon
ur: ورژن

source: Checksum
ar: المجموع الإختباري
es: Suma de comprobación
fr: Code de vérification
it: Codice di controllo
pl: Suma kontrolna
ro: Sumă de control
tr: Sağlama
ur: حیض

source: Size
ar: الحجم
es: Tamaño
fr: Taille
it: Dimensione
pl: Rozmiar
ro: Mărime
tr: Boyut
ur: سائز

source: Awesome!
ar: مُذهل !
es: ¡Genial!
fr: Impressionnant !
it: Fantastico!
pl: Niesamowite!
ro: Formidabil !
tr: Harika!
ur: بہت اچھے!

source: Your download will start automatically. If it doesn't, %{download}.
ar: التحميل سيبدأ تلقائيا . في حال حدوث أي مشكلة, %{download}.
es: Tu descarga debería empezar automaticamente. Si no es así, %{download}.
fr: Le téléchargement démarrera automatiquement. Sinon, %{download}.
it: Il download inizierà automaticamente. Se non dovesse partire, %{download}.
pl: Twoje pobieranie powinno rozpocząć się automatycznie. Jeżeli tak się nie stało, %{download}.
ro: Descărcarea va începe automat. Dacă nu, %{download}.
tr: İndirme kendiliğinden başlayacaktır. Eğer başlamazsa, %{download}.
ur: آپ کی ڈاؤن لوڈ خود کار طریقے سے شروع ہو جائے گی. اگر ایسا نہیں ہوتا، %{download} .

source: click here
ar: إضغط هنا
es: haz clic aquí
fr: Cliquez ici
it: clicca qui
pl: kliknij tutaj
ro: click aici
tr: buraya tıklayın
ur: یہاں کلک کریں

source: Release Notes
ar: جديد الإصدار
es: Notas de la versión
fr: Notes de publication
it: Note di Rilascio
pl: Informacje na temat wydania
ro: Noțiuni versiune
tr: Sürüm Notları
ur: اجرائی نوٹ

source: Reading
ar: القراءة
es: Leyendo
fr: Lecture
it: Lettura
pl: Czytanie
ro: Citire
tr: Okuma
ur: پڑھنا

source: Be sure to read the install instructions and FAQs:
ar: لاتنسى الإطلاع على إرشادات التحميل وكذا الأسئلة الشائعة وأجوبتها :
es: Asegúrate de leer estas instrucciones de instalación y preguntas frecuentes:
fr: Assurez-vous de lire les instructions d'installation et la FAQ :
it: Leggi le istruzioni di installazione e le FAQ:
pl: Pamiętaj, aby zapoznać się z instrukcją instalacji i najczęściej zadawanymi pytaniami:
ro: Asiguraţi-vă că citiţi intrucţiunile de instalare şi FAQs - Întrebări Frecvente:
tr: Yükleme yönergelerini ve SSS'ları okuduğunuzdan emin olun:
ur: انسٹال ہدایات اور عمومی سوالنامہ پڑھنے کے لئے بات کو یقینی بنائی:

source: You can find additional help on our %{forums} or %{stack_overflow}.
ar: يمكنك الوصول إلى دعم إضافي على %{forums} أو من خلال %{stack_overflow}.
es: Puedes encontrar ayuda adicional en nuestros %{forums} o en %{stack_overflow}.
fr: Vous pouvez trouver une aide supplémentaire sur notre %{forums} ou sur %{stack_overflow}.
it: Puoi ricevere ulteriore aiuto sui nostri %{forums} o su %{stack_overflow}.
pl: Możesz znaleźć dodatkową pomoc na naszym %{forums} lub %{stack_overflow}.
ro: Puteţi găsi informaţii suplimentare pe %{forums}, sau %{stack_overflow} noastre.
tr: Daha fazla eğitici yardımı %{forums} ve %{stack_overflow} adreslerinde bulabilirsiniz.
ur: آپ ہمارے %{forums} یا %{stack_overflow} پر اضافی مدد حاصل کر سکتے ہیں.

source: FAQs
ar: أئسلة شائعة مع أجوبتها
es: Preguntas frecuentes
fr: Questions fréquentes
it: Domande frequenti
pl: Najczęściej zadawane pytania
ro: Întrebări frecvente - FAQs
tr: SSS
ur: اکثر پوچھے گئے سوالات

source: Add-ons
ar: إضافات
es: Complementos
fr: Extensions
it: Componenti aggiuntivi
pl: Dodatki
ro: Suplimente
tr: Eklentiler
ur: اضافی چیزیں

source: XAMPP Add-ons
ar: إضافات ل XAMPP
es: Complementos de XAMPP
fr: Extensions XAMPP
it: Componenti Aggiuntivi di XAMPP
pl: Dodatki XAMPP
ro: Suplimente XAMPP
tr: XAMPP Eklentileri
ur: اضافی چیزیں XAMPP

source: Bitnami provides a free all-in-one tool to install WordPress on top of XAMPP. Visit %{bitnami_xampp} to download the installer.
ar: Bitnami أداة حرة وشاملة لتثبيت WordPress بدعم من XAMPP. قم بزيارة %{bitnami_xampp}
es: Bitnami proporciona herramientas gratuitas para instalar WordPress en XAMPP. Visita %{bitnami_xampp} para descargar el instalador.
fr: Bitnami fournit un outil gratuit tout-en-un pour installer WordPress par-dessus XAMPP. Visitez %{bitnami_xampp}
it: Bitnami fornisce uno strumento gratuito all-in-one per installare WordPress su XAMPP. Visita %{bitnami_xampp}
ro: Bitnami oferă un instrument all-in-one gratuit pentru a instala WordPress la stiva XAMPP. Vizitează %{bitnami_xampp}

source: Bitnami provides a free all-in-one tool to install WordPress on top of XAMPP.
ar: Bitnami بالإعتماد على أداة حرة وشاملة لتثبيت WordPress من XAMPP.
es: Bitnami proporciona una herramienta gratuita para instalar WordPress en XAMPP.
fr: Bitnami fournit un outil tout-en-un gratuit pour installer WordPress par-dessus XAMPP.
it: Bitnami fornisce uno strumento gratuito tutto in uno per installare WordPress su XAMPP.
ro: Bitnami oferă un instrument all-in-one gratuit pentru a instala WordPress cu XAMPP.

source: Hosting
ar: الإستضافة
es: Alojamiento
fr: Hébergement
ro: Găzduire
tr: Sunucu
ur: ہوسٹنگ

source: XAMPP Hosting
ar: إستضافة XAMPP
es: Alojamiento en XAMPP
fr: Hébergement XAMPP
it: Hosting con XAMPP
pl: Hosting XAMPP
ro: Găzduire XAMPP
tr: Xampp Sunucu
ur: XAMPP کی ہوسٹنگ

source: Documentation
ar: الوثائق الإرشادية
es: Documentación
it: Documentazione
pl: Dokumentacja
ro: Documentaţie
tr: Belgelendirme
ur: دستاویزات

source: XAMPP Documentation
ar: وثائق XAMPP الإرشادية
es: Documentación de XAMPP
fr: Documentation XAMPP
it: Documentazione di XAMPP
pl: Dokumentacja XAMPP
ro: Documentaţie XAMPP
tr: XAMPP Belgeleri

source: About
ar: من نحن
es: Acerca de
fr: À propos
it: Chi siamo
pl: O nas
ro: Despre
tr: Hakkında
ur: کے بارے میں

source: Many people know from their own experience that it's not easy to install an Apache web server and it gets harder if you want to add MariaDB, PHP and Perl. The goal of XAMPP is to build an easy to install distribution for developers to get into the world of Apache. To make it convenient for developers, XAMPP is configured with all features turned on. In the case of commercial use please take a look at the product licenses, from the XAMPP point of view commercial use is also free. There are currently distributions for Windows, Linux, and OS X.
ar: عانى العديد من الأشخاص و من تجربتهم الشخصية من صعوبة تثبيت وضبط خادم ويب Apache، ويصبح الأمر أصعب إذا كنت ترغب في إضافة MariaDB و PHP و Perl. هدف XAMPP هو بناء برنامج شامل سهل التثبيت لمساعدة للمطورين للدخول إلى عالم Apache. لبناء بيئة مريحة للمطورين ، تم بناء XAMPP ليشغل جميع الميزات إفتراضيا. في حالة الاستخدام التجاري، يرجى النظر في إلى ترخيص المنتج، من وجهة نظر XAMPP، الاستخدام التجاري مجاني أيضًا. حاليًا هناك برامج لنظامي Windows و Linux و OS X.
es: Mucha gente conoce de primera mano que no es fácil instalar un servidor de web Apache y la tarea se complica si le añadimos MariaDB, PHP y Perl. El objetivo de XAMPP es crear una distribución fácil de instalar para desarrolladores que se están iniciando en el mundo de Apache. XAMPP viene configurado por defecto con todas los opciones activadas. XAMPP es gratuito tanto para usos comerciales como no comerciales. En caso de usar XAMPP comercialmente, asegúrate de que cumples con las licencias de los productos incluidos en XAMPP. Actualmente XAMPP tiene instaladores para Windows, Linux y OS X.
fr: Beaucoup de personnes ont constaté, d'après leur propre expérience, qu'il n'est pas aisé d'installer un serveur web Apache. Et c'est encore plus difficile si vous voulez ajouter MySQL, PHP et Perl. Le but recherché par XAMPP est de fournir une distribution facile à installer. Ainsi, les développeurs peuvent se lancer facilement dans le monde d'Apache. Pour le rendre encore plus pratique, XAMPP est livré avec toutes les fonctionnalités activées. Si vous désirez l'utiliser dans un but commercial, merci de prendre connaissance des différentes licences. XAMPP lui-même peut être utilisé librement, dans un but commercial. Il existe actuellement des distributions pour Windows, Linux et OS X.
it: Molte persone sanno per esperienza personale che non è facile installare un server web Apache, e le difficoltà aumentano se si vuole aggiungere anche MySQL, PHP e Perl. L'obiettivo di XAMPP è quello di fornire gli sviluppatori di una distribuzione di facile installazione per entrare nel mondo di Apache. Per comodità degli sviluppatori, tutte le funzioni di XAMPP sono già attive e pronte all'uso. In caso di utilizzo commerciale si prega di dare un'occhiata alle licenze dei vari prodotti, dal punto di vista di XAMPP anche l'uso commerciale è gratuito. Al momento sono disponibili distribuzioni per Windows, Linux e OS X.
pl: Wielu ludzi wie z własnego doświadczenia, że instalacja serwera Apache nie jest łatwa, a staje się jeszcze trudniejsza, jeśli zechcesz dodać do tego MySQL, PHP czy Perla. XAMPP jest łatwą w instalacji dystrybucją dla programistów z całego świata. XAMPP został wstępnie skonfigurowany, aby być wygodnym dla deweloperów. W celu użycia komercyjnego proszę zapoznać się z licencjami produktów, z punktu widzenia XAMPP, jego użycie komercyjne jest także darmowe. Obecnie są dostępne dystrybucje dla Windowsa, Linuksa i OS X.
ro: Mulţi oameni ştiu din proprie experienţă că nu este uşor să instalezi un web server Apache şi devine mai greu când vrei să adaugi MariaDB, PHP şi Perl. Scopul XAMPP este de a construi o distribuţie uşor de instalat pentru dezvoltatori şi astfel să păşească în lumea Apache. Pentru a fi mai comod dezvoltatorilor web, XAMPP este configurat cu toate opţiunile activate. În cazul folosirii în scopuri comerciale vă rugăm să luaţi la cunoştinţă licenţele produselor incluse, din punctul de vedere al XAMPP folosirea în scopuri comerciale este de asemenea gratuită. În prezent există distribuţii pentru Windows, Linux, şi OS X.
tr: Birçok kullanıcı kendi tecrübelerinden bilir ki Apache web sunucusu kurmak kolay değildir ve MariaDB, PHP ve Perl de eklenmek istediğinde daha da zorlaşır. XAMPP'ın amacı geliştiricilerin Apache dünyasına dahil olabilmesi için kurulumu kolay bir dağıtım geliştirmektir. Geliştiriciler için kullanışlı olması amacıyla, XAMPP bütün özellikleri açık olarak ayarlanmıştır. Ticari kullanım için lütfen ürün lisanslarına göz atınız, XAMPP'ın açısından ticari kullanım da ücretsizdir. Şu anda Windows, Linux ve OS X için dağıtımlar mevcuttur.

source: Search
ar: البحث
es: Buscar
fr: Rechercher
it: Cerca
pl: Wyszukaj
ro: Caută
tr: Arama
ur: تلاش

source: Contact
ar: التواصل
es: Contacto
it: Contattaci
pl: Kontakt
tr: İletişim
ur: رابطہ

source: Visit our %{forums} for any questions. Email %{email} for any security issues.
ar: لطرح أي سؤال قم بزيارة %{forums} ، بريدنا الإلكتروني للإبلاغ عن أي مشاكل أمنية
es: Visita nuestros %{forums} para cualquier pregunta. Escribe %{email} para reportar fallos de seguridad en XAMPP.
fr: Visitez notre %{forums} pour toute question. Envoyez-nous un email à %{email} pour tout problème de sécurité.
it: Per qualsiasi domanda visita i nostri %{forums}. Per problemi legati alla sicurezza inviaci una mail a %{email}.
pl: Odwiedź nasze %{forums} aby uzyskać odpowiedzi. Email %{email} jest używany w celach bezpieczeństwa.
ro: Pentru orice întrebări vizitează %{forums} nostru. Pentru orice probleme de securitate trimiteţi email %{email} .
tr: Sorularınız için %{forums} ziyaret ediniz. Güvenlik konuları için e-mail atınız %{email}.
ur: کسی بھی سوال کے لئے ہماری {forums}% ملاحظہ کریں. کسی بھی سیکورٹی کے مسائل کے لئے ای میل {email}%.

source: Sitemap
ar: مُخطط الموقع
es: Mapa web
fr: Plan du site
it: Mappa del Sito
pl: Mapa strony
ro: Harta site-ului
tr: Site haritası
ur: سائٹ کا نقشہ

source: News &amp; Release Notes
ar: أخبارنا &amp; جديد الإصدارات
es: Noticias y Release Notes
fr: Actualités et notes de version
it: Novità e note di rilascio
pl: Wiadomości &amp; Informacje o wydaniu
ro: Noutăţi &amp; Note de Publicare
tr: Yeni &amp; Dağıtım Notları
ur: خبریں اور رلیج نوٹس

source: Forums
ar: المُنتدى
es: Foros
it: Forum
pl: Fora dyskusyjne
ro: Forum-uri
tr: Forumlar
ur: فورم

source: Apache Friends Forums
ar: مُنتدى Apache Friends
es: Foros de Apache Friends
fr: Forums Apache Friends
it: Forum di Apache Friends
pl: Fora Apache Friends
ro: Forum-uri Apache Friends
tr: Apache Friends Forumları
ur: اپاچی دوست فورم

source: Forums are supported by XAMPP users around the world. Our forums were originally published in German, but you will find English and other other localized editions, too.
ar: المُنتدى يتم دعمه من مستخدمي XAMPP عبر العالم ، منتدانا نشر ﻷول مرة باللغة الألمانية ، لكنة ستجده بالإنجليزية ولغات أخرى
es: Los foros de XAMPP son usados por usuarios de todo el mundo. Originalmente fueron publicados en alemán pero también hay versiones en inglés y otros idiomas.
fr: Les forums sont gérés par les utilisateurs de XAMPP du monde entier. Nos forums étaient initialement publiés en allemand, mais vous trouverez des versions en anglais ainsi que d'autres éditions.
it: I forum sono supportati da utenti XAMPP di tutto il mondo. I nostri forum sono stati inizialmente pubblicati in tedesco, ma ora sono disponibili anche in inglese e in molte altre lingue.
pl: Fora są wspierane przez użytkowników XAMPP z całego świata. Nasze fora są publikowane oryginalnie w j. niemieckim, ale także znajdziesz angielski i inne lokalizacje edycji.
ro: Forum-urile sunt întreţinute de utilizatorii XAMPP din toată lumea. Forum-urile noastre au fost iniţial publicate în limba germană, dar veţi găsi de asemenea, Engleză şi alte ediţii locale.
tr: Forumlar dünyanın çeşitli yerlerinden XAMPP kullanıcıları tarafından desteklenmektedir. Forumlarımız aslen Almanca yayınlanmıştır fakat İngilizce ve diğer dillerde de erişilebilir.
ur: فورم دنیا بھر xampp کی صارفین کی طرف سے حمایت کر رہے ہیں. ہمارے فورمز کے اصل جرمن میں شائع کئے گئے تھے، لیکن آپ بھی، انگریزی اور دیگر دیگر مقامی ایڈیشن مل جائے گا.

source: Click here to access the forums.
ar: إضغط هنا للوصول إلى المُنتدى.
es: Pulsa aquí para acceder a los foros.
fr: Cliquez ici pour accéder aux forums.
it: Clicca qui per accedere ai forum.
pl: Kliknij tutaj, aby uzyskać dostęp do forum.
ro: Apasă aici pentru acesarea forum-urilor.
tr: Forumlara ulaşmak için buraya tıklayınız.
ur: فورم تک رسائی حاصل کرنے کے لئے یہاں کلک کریں.

source: Mailing List
ar: القائمة البريدية
es: Lista de correo
fr: Liste de diffusion
pl: Lista dyskusyjna
ro: Listă E-Mail
tr: E-posta Listesi
ur: فہرست میلنگ

source: We will use the details you provide here to send the XAMPP Newsletter. You may easily unsubscribe at any time.
es: Usaremos estos datos de contacto para enviarte la Newsletter de XAMPP. Puedes darte de baja fácilmente en cualquier momento.

source: Please see our <a href='/privacy_policy.html'>Privacy Policy</a> to learn how we use your personal information.
es: Por favor vea nuestras <a href='/privacy_policy.html'>Políticas de Privacidad</a> para aprender más acerca de cómo usamos su información personal.

source: You should have a confirmation email in your inbox shortly.
es: Recibirás un email de confirmación en los próximos minutos.

source: Our newsletter will inform you about new XAMPP releases as well as news about the Apache Friends project. It's a low frequency-list: only about one mail a month.
es: Nuestro newsletter te informa cuando hay nuevas versiones de XAMPP y otras noticiasrelacionadas con Apache Friends. Los correos son infrecuentes, aproximadamente un correo al mes.

source: There are some errors in your form. Please fill out all the fields.
es: Hay algunos errores en tu formulario. Por favor rellene todos los campos obligatorios.

source: Thanks for subscribing.
ar: شكرا على الإشتراك.
es: Gracias por subscribirte.
fr: Merci de vous être abonné.
it: Grazie per esserti iscritto.
pl: Dziękujemy za subskrypcję.
ro: Vă mulţumim pentru abonare.
tr: Abone olduğunuz için teşekkürler.
ur: رکنیت کے لئے شکریہ.

source: First Name
es: Nombre

source: Last Name (Optional)
es: Apellidos (Opcional)

source: Subscribe
ar: إشترك
es: Subscribir
fr: S'abonner
it: Iscriviti
pl: Subskrybuj
ro: Abonare
tr: Abone ol
ur: سبسکرائب کریں

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de privacidad
fr: Politique de confidentialité
it: Politica sulla privacy
pl: Polityka prywatności
ro: Politica de intimitate
tr: Gizlilik Politikası
ur: رازداری کی پالیسی

source: Multiplatform installers by <strong class='bright'>InstallBuilder</strong>
es: Instaladores creados con <strong class='bright'>InstallBuilder</strong>

source: Installers created using <a target='_blank' href='https://installbuilder.com'>InstallBuilder</a>.
es: Instaladores creados usando <a target='_blank' href='https://installbuilder.com'>InstallBuilder</a>.

source: CDN provided by
ar: CDN مقدم من طرف
es: CDN proporcionado por
fr: CDN fourni par
it: CDN fornito da
pl: CDN dostarczone przez
ro: CDN furnizate de
tr: Cdn sağladığı
ur: CDN کی طرف سے فراہم

source: Terms of Use
ar: شروط الإستعمال
es: Términos de Uso
fr: Conditions d'utilisation
it: Termini d'utilizzo
pl: Warunki użytkowania
ro: Condiţii de utilizare
tr: Kullanım Şartları
ur: استعمال کی شرائط

source: What is XAMPP?
ar: ماهو XAMPP ؟
es: ¿Qué es XAMPP?
fr: Quid XAMPP ?
it: Cos'è XAMPP?
pl: Czym jest XAMPP?
ro: Ce este XAMPP?
tr: XAMPP Nedir?
ur: XAMPP کیا ہے؟

source: XAMPP is the most popular PHP development environment
ar: XAMPP هو بيئة التطوير ل PHP الأكثر شهرة
es: XAMPP es el entorno más popular de desarrollo con PHP
fr: XAMPP est l'environnement de développement PHP le plus populaire
it: XAMPP è il più popolare ambiente di sviluppo PHP
pl: XAMPP jest najpopularniejszym pakietem serwera WWW dla PHP
ro: XAMPP este cel mai popular mediu de dezvoltare PHP
tr: XAMPP en popüler PHP geliştirme ortamıdır.
ur: XAMPP سب سے زیادہ مقبول PHP کی ترقی کے ماحول میں
